{
  "\"{0}\" is a local package and can't be shared": "\"{0}\" एक स्थानीय पैकेज है और इसे साझा नहीं किया जा सकता",
  "\"{0}\" is a local package and does not have available details": "\"{0}\" एक स्थानीय पैकेज है और इसके विवरण उपलब्ध नहीं हैं",
  "\"{0}\" is a local package and is not compatible with this feature": "\"{0}\" एक लोकल पैकेज है और इस सुविधा के साथ अनुकूल नहीं है",
  "(Last checked: {0})": "(अंतिम बार जांचा गया: {0})",
  "(Number {0} in the queue)": "(पंक्ति में संख्या {0})",
  "0 0 0 Contributors, please add your names/usernames separated by comas (for credit purposes). DO NOT Translate this entry": "@satanarious, @atharva_xoxo, @Ashu-r",
  "0 packages found": "\n0 पैकेज मिले",
  "0 updates found": "0 अपडेट मिले",
  "1 - Errors": "1 - त्रुटि",
  "1 day": "1 दिन",
  "1 hour": "1 घंटा",
  "1 month": "1 महीना",
  "1 package was found": "1 पैकेज मिला",
  "1 update is available": "1 अपडेट उपलब्ध है",
  "1 week": "1 सप्ताह",
  "1 year": "1 साल",
  "1. Navigate to the \"{0}\" or \"{1}\" page.": "\"{0}\" या \"{1}\" पेज पर जाएँ",
  "2 - Warnings": "2 - चेतावनियाँ",
  "2. Locate the package(s) you want to add to the bundle, and select their leftmost checkbox.": "2. उस पैकेज (या पैकेजों) को खोजें जिसे आप बंडल में जोड़ना चाहते हैं, और उनके सबसे बाएँ स्थित चेकबॉक्स को चुनें।",
  "3 - Information (less)": "3 - जानकारी (कमतर)",
  "3. When the packages you want to add to the bundle are selected, find and click the option \"{0}\" on the toolbar.": "3. जब आप बंडल में जोड़ने के लिए पैकेज चुन लेते हैं, तो टूलबार पर \"{0}\" विकल्प को खोजें और उस पर क्लिक करें।",
  "4 - Information (more)": "4 - जानकारी (अधिक)",
  "4. Your packages will have been added to the bundle. You can continue adding packages, or export the bundle.": "4. आपके पैकेज बंडल में जोड़ दिए गए हैं। आप पैकेज जोड़ना जारी रख सकते हैं, या बंडल को एक्सपोर्ट कर सकते हैं।",
  "5 - information (debug)": "5 - जानकारी (डिबग)",
  "A popular C/C++ library manager. Full of C/C++ libraries and other C/C++-related utilities<br>Contains: <b>C/C++ libraries and related utilities</b>": "एक लोकप्रिय C/C++ लाइब्रेरी मैनेजर। C/C++ लाइब्रेरी और अन्य C/C++-संबंधित उपयोगिताओं से भरपूर।\nइसमें शामिल हैं:\nC/C++ लाइब्रेरी और संबंधित उपयोगिताएँ",
  "A repository full of tools and executables designed with Microsoft's .NET ecosystem in mind.<br>Contains: <b>.NET related tools and scripts</b>": "Microsoft के .NET पारिस्थितिकी तंत्र को ध्यान में रखकर डिज़ाइन किए गए टूल और एक्ज़ीक्यूटेबल्स से भरा एक संग्रह।\nइसमें शामिल हैं:\n.NET से संबंधित टूल और स्क्रिप्ट",
  "A repository full of tools designed with Microsoft's .NET ecosystem in mind.<br>Contains: <b>.NET related Tools</b>": "Microsoft के .NET पारिस्थितिकी तंत्र को ध्यान में रखकर डिज़ाइन किए गए उपकरणों से भरा एक संग्रह।\nइसमें शामिल हैं:\n.NET से संबंधित उपकरण",
  "A restart is required": "पुनरारंभ करना आवश्यक है",
  "Abort install if pre-install command fails": "यदि पूर्व-इंस्टॉल आदेश विफल हो जाए तो इंस्टॉलेशन निरस्त करें",
  "Abort uninstall if pre-uninstall command fails": "यदि पूर्व-अनइंस्टॉल आदेश विफल हो जाए तो अनइंस्टॉल निरस्त करें",
  "Abort update if pre-update command fails": "यदि पूर्व-अद्यतन आदेश विफल हो जाए तो अद्यतन निरस्त करें",
  "About": "के बारे में",
  "About Qt6": "\nQt6 के बारे में",
  "About WingetUI": "WingetUI  के बारे में",
  "About WingetUI version {0}": "WingetUI  संस्करण {0} के बारे में",
  "About the dev": "डेवलपर के बारे में",
  "Accept": "स्वीकार",
  "Action when double-clicking packages, hide successful installations": "संकुल पर डबल-क्लिक करने पर क्रिया, सफल स्थापनाओं को छुपाएं",
  "Add": "जोड़ो",
  "Add a source to {0}": "{0} में एक स्रोत जोड़ें",
  "Add a timestamp to the backup file names": "बैकअप फ़ाइल नामों में टाइमस्टैम्प जोड़ें",
  "Add a timestamp to the backup files": "बैकअप फ़ाइलों में टाइमस्टैम्प जोड़ें",
  "Add packages or open an existing bundle": "पैकेज जोड़ें या मौजूदा बंडल खोलें",
  "Add packages or open an existing package bundle": "पैकेज जोड़ें या मौजूदा पैकेज बंडल खोलें",
  "Add packages to bundle": "पैकेजों को बंडल में जोड़ें",
  "Add packages to start": "पैकेजों को प्रारंभ में जोड़ें",
  "Add selection to bundle": "चयन को बंडल में जोड़ें",
  "Add source": "स्रोत जोड़ें",
  "Add updates that fail with a 'no applicable update found' to the ignored updates list": "'कोई लागू अद्यतन नहीं मिला' त्रुटि के साथ विफल अद्यतनों को अनदेखे अद्यतन सूची में जोड़ें",
  "Adding source {source}": "स्रोत {source} जोड़ा जा रहा है।",
  "Adding source {source} to {manager}": "स्रोत {source}{manager}जोड़ना",
  "Addition succeeded": "जोड़ सफल रहा।",
  "Administrator privileges": "\nप्रशासक के विशेषाधिकार",
  "Administrator privileges preferences": "व्यवस्थापक विशेषाधिकार प्राथमिकताएँ",
  "Administrator rights": "व्यवस्थापक अधिकार",
  "Administrator rights and other dangerous settings": "व्यवस्थापक अधिकार और अन्य खतरनाक सेटिंग्स",
  "Advanced options": "उन्नत विकल्प",
  "All files": "सभी फ़ाइलें",
  "All versions": "सभी संस्करण",
  "Allow changing the paths for package manager executables": "पैकेज प्रबंधक निष्पादनयोग्य के लिए पथ बदलने की अनुमति दें",
  "Allow custom command-line arguments": "कस्टम कमांड-लाइन तर्कों की अनुमति दें",
  "Allow importing custom command-line arguments when importing packages from a bundle": "बंडल से पैकेज आयात करते समय कस्टम कमांड-लाइन तर्कों को आयात करने की अनुमति दें",
  "Allow importing custom pre-install and post-install commands when importing packages from a bundle": "बंडल से पैकेज आयात करते समय कस्टम प्री-इंस्टॉल और पोस्ट-इंस्टॉल कमांड आयात करने की अनुमति दें",
  "Allow package operations to be performed in parallel": "पैकेज संचालन को समानांतर रूप से निष्पादित करने की अनुमति दें",
  "Allow parallel installs (NOT RECOMMENDED)": "समानांतर इंस्टॉल की अनुमति दें (अनुशंसित नहीं)",
  "Allow pre-release versions": "प्री-रिलीज़ वर्शन की अनुमति दें",
  "Allow {pm} operations to be performed in parallel": "{pm} कार्यों को समानांतर रूप से करने की अनुमति दें",
  "Alternatively, you can also install {0} by running the following command in a Windows PowerShell prompt:": "वैकल्पिक रूप से, Windows PowerShell प्रॉम्प्ट में निम्न कमांड चलाकर आप {0} स्थापित कर सकते हैं।",
  "Always elevate {pm} installations by default": "डिफ़ॉल्ट रूप से हमेशा {pm} इंस्टॉलेशन को उच्च वर्तनी दें",
  "Always run {pm} operations with administrator rights": "हमेशा एडमिनिस्ट्रेटर राइट्स के साथ {pm} ऑपरेशन चलाएं",
  "An error occurred": "एक त्रुटि हुई",
  "An error occurred when adding the source: ": "स्रोत जोड़ते समय एक त्रुटि हुई:",
  "An error occurred when attempting to show the package with Id {0}": "आईडी {0} वाले पैकेज को दिखाने का प्रयास करते समय एक त्रुटि हुई",
  "An error occurred when checking for updates: ": "अपडेट चेक करते समय एक एरर आया:",
  "An error occurred while attempting to create an installation script:": "इंस्टॉलेशन स्क्रिप्ट बनाने की कोशिश करते समय एक एरर आया:",
  "An error occurred while loading a backup: ": "बैकअप लोड करते समय एक एरर आया:",
  "An error occurred while logging in: ": "लॉग इन करते समय एक एरर आया:",
  "An error occurred while processing this package": "इस पैकेज को प्रोसेस करते समय एक एरर आया",
  "An error occurred:": "एक त्रुटि हुई:",
  "An interal error occurred. Please view the log for further details.": "एक आंतरिक त्रुटि हुई। कृपया अधिक जानकारी के लिए लॉग देखें",
  "An unexpected error occurred:": "एक अप्रत्याशित त्रुटि हुई:",
  "An unexpected issue occurred while attempting to repair WinGet. Please try again later": "विंगेट को ठीक करने की कोशिश करते समय एक अनचाही समस्या आई। कृपया बाद में फिर से कोशिश करें।",
  "An update was found!": "एक अपडेट मिला!",
  "Android Subsystem": "एंड्रॉइड सबसिस्टम",
  "Another source": "दूसरा स्रोत",
  "Any new shorcuts created during an install or an update operation will be deleted automatically, instead of showing a confirmation prompt the first time they are detected.": "इंस्टॉल या अपडेट ऑपरेशन के दौरान बनाए गए कोई भी नए शॉर्टकट अपने आप डिलीट हो जाएंगे, और पहली बार पता चलने पर कन्फर्मेशन प्रॉम्प्ट नहीं दिखेगा।",
  "Any shorcuts created or modified outside of UniGetUI will be ignored. You will be able to add them via the {0} button.": "यूनीगेटयूआई के बाहर बनाए गए या बदले गए किसी भी शॉर्टकट को इग्नोर कर दिया जाएगा। आप उन्हें {0} बटन से जोड़ पाएंगे।",
  "Any unsaved changes will be lost": "कोई भी बिना सेव किए गए बदलाव खो जाएँगे",
  "App Name": "ऐप का नाम",
  "Appearance": "उपस्थिति",
  "Application theme, startup page, package icons, clear successful installs automatically": "एप्लिकेशन थीम, स्टार्टअप पेज, पैकेज आइकन, सफल इंस्टॉल को ऑटोमैटिकली क्लियर करें",
  "Application theme:": "एप्लीकेशन थीम:",
  "Apply": "आवेदन करना",
  "Architecture to install:": "स्थापित करने के लिए वास्तुकला:",
  "Are these screenshots wron or blurry?": "क्या ये स्क्रीनशॉट गलत हैं या धुंधले हैं?",
  "Are you really sure you want to enable this feature?": "क्या आप वाकई इस फ़ीचर को चालू करना चाहते हैं?",
  "Are you sure you want to create a new package bundle? ": "क्या आप वाकई एक नया पैकेज बंडल बनाना चाहते हैं?",
  "Are you sure you want to delete all shortcuts?": "क्या आप वाकई सभी शॉर्टकट डिलीट करना चाहते हैं?",
  "Are you sure?": "क्या आप निश्चित हैं?",
  "Ascendant": "प्रबल",
  "Ask for administrator privileges once for each batch of operations": "हर ऑपरेशन के बैच के लिए एक बार एडमिनिस्ट्रेटर प्रिविलेज मांगें",
  "Ask for administrator rights when required": "आवश्यकता पड़ने पर व्यवस्थापक अधिकारों के लिए पूछें",
  "Ask once or always for administrator rights, elevate installations by default": "व्यवस्थापक अधिकारों के लिए एक बार या हमेशा पूछें, डिफ़ॉल्ट रूप से इंस्टॉलेशन को उच्च वर्तनी दें",
  "Ask only once for administrator privileges": "एडमिनिस्ट्रेटर प्रिविलेज के लिए सिर्फ़ एक बार पूछें",
  "Ask only once for administrator privileges (not recommended)": "व्यवस्थापक विशेषाधिकारों के लिए केवल एक बार पूछें (अनुशंसित नहीं)",
  "Ask to delete desktop shortcuts created during an install or upgrade.": "इंस्टॉल या अपग्रेड के दौरान बनाए गए डेस्कटॉप शॉर्टकट को डिलीट करने के लिए कहें।",
  "Attention required": "ध्यान देने की आवश्यकता",
  "Authenticate to the proxy with an user and a password": "उपयोगकर्ता और पासवर्ड के साथ प्रॉक्सी को प्रमाणित करें",
  "Author": "\nलेखक",
  "Automatic desktop shortcut remover": "स्वचालित डेस्कटॉप शॉर्टकट रिमूवर ",
  "Automatic updates": "स्वचालित अद्यतन",
  "Automatically save a list of all your installed packages to easily restore them.": "अपने सभी इंस्टॉल किए गए पैकेज की लिस्ट ऑटोमैटिकली सेव करें ताकि उन्हें आसानी से रिस्टोर किया जा सके।",
  "Automatically save a list of your installed packages on your computer.": "अपने कंप्यूटर पर इंस्टॉल किए गए पैकेज की लिस्ट ऑटोमैटिकली सेव करें।",
  "Autostart WingetUI in the notifications area": "सूचना क्षेत्र में WingetUI  ऑटोस्टार्ट करें",
  "Available Updates": "उपलब्ध अद्यतन",
  "Available updates: {0}": "उपलब्ध अपडेट: {0}",
  "Available updates: {0}, not finished yet...": "\nउपलब्ध अपडेट: {0}, अभी तक समाप्त नहीं हुआ...",
  "Backing up packages to GitHub Gist...": "गिटहब सार पर पैकेज का बैकअप ले रहा हूँ...",
  "Backup": "बैकअप",
  "Backup Failed": "बैकअप विफल",
  "Backup Successful": "बैकअप सफल",
  "Backup and Restore": "बैकअप और पुनर्स्थापना",
  "Backup installed packages": "इंस्टॉल किए गए पैकेज का बैकअप लें",
  "Backup location": "बैकअप स्थान",
  "Become a contributor": "योगदानकर्ता बनें",
  "Become a translator": "अनुवादक बनें",
  "Begin the process to select a cloud backup and review which packages to restore": "क्लाउड बैकअप चुनने का प्रोसेस शुरू करें और देखें कि कौन से पैकेज रिस्टोर करने हैं",
  "Beta features and other options that shouldn't be touched": "बीटा सुविधाएँ और अन्य विकल्प जिन्हें छुआ नहीं जाना चाहिए",
  "Both": "दोनों",
  "Bundle security report": "बंडल सुरक्षा प्रतिवेदन",
  "But here are other things you can do to learn about WingetUI even more:": "लेकिन WingetUI  के बारे में और जानने के लिए आप यहां कुछ और चीजें कर सकते हैं:",
  "By toggling a package manager off, you will no longer be able to see or update its packages.": "पैकेज मैनेजर को बंद करने पर, आप उसके पैकेज देख या अपडेट नहीं कर पाएंगे।",
  "Cache administrator rights and elevate installers by default": "व्यवस्थापक अधिकारों को कैश करें और इंस्टॉलर को डिफ़ॉल्ट रूप से उच्च वर्तनी दें।",
  "Cache administrator rights, but elevate installers only when required": "व्यवस्थापक अधिकारों को कैश करें, लेकिन इंस्टॉलर को केवल जब आवश्यक हो तभी उच्च वर्तनी दें।",
  "Cache was reset successfully!": "कैश को सफलतापूर्वक रीसेट कर दिया गया!",
  "Can't {0} {1}": "{1} {0}  नहीं कर सके",
  "Cancel": "रद्द करें",
  "Cancel all operations": "सभी ऑपरेशन रद्द करें",
  "Change backup output directory": "बैकअप आउटपुट डायरेक्टरी बदलें",
  "Change default options": "डिफ़ॉल्ट विकल्प बदलें",
  "Change how UniGetUI checks and installs available updates for your packages": "यूनीगेटयूआई आपके पैकेज के लिए उपलब्ध अपडेट को कैसे चेक और इंस्टॉल करता है, इसे बदलें",
  "Change how UniGetUI handles install, update and uninstall operations.": "यूनीगेटयूआई इंस्टॉल, अपडेट और अनइंस्टॉल ऑपरेशन को कैसे हैंडल करता है, इसे बदलें।",
  "Change how UniGetUI installs packages, and checks and installs available updates": "यूनीगेटयूआई पैकेज इंस्टॉल करने का तरीका बदलें, और उपलब्ध अपडेट चेक और इंस्टॉल करें",
  "Change how operations request administrator rights": "ऑपरेशन एडमिनिस्ट्रेटर अधिकारों का अनुरोध कैसे करते हैं, इसे बदलें",
  "Change install location": "इंस्टॉल स्थान बदलें",
  "Change this": "इसे बदलें",
  "Change this and unlock": "इसे बदलें और अनलॉक करें",
  "Check for package updates periodically": "समय-समय पर पैकेज अपडेट की जांच करें",
  "Check for updates": "अद्यतन के लिए जाँच",
  "Check for updates every:": "अपडेट की जांच करें हर:",
  "Check for updates periodically": "अपडेटों के लिए समय-समय पर जाँच करें",
  "Check for updates regularly, and ask me what to do when updates are found.": "अपडेटों के लिए नियमित रूप से जाँच करें, और मुझसे पूछें कि अपडेट पाए जाने पर मुझे क्या करना चाहिए।",
  "Check for updates regularly, and automatically install available ones.": "रेगुलर अपडेट चेक करें, और उपलब्ध अपडेट को ऑटोमैटिकली इंस्टॉल करें।",
  "Check out my {0} and my {1}!": "मेरा {0} और मेरा {1} देखें!",
  "Check out some WingetUI overviews": "कुछ WingetUI  अवलोकन देखें",
  "Checking for other running instances...": "अन्य चल रहे इंस्टेंस के लिए जाँच की जा रही है...",
  "Checking for updates...": "अपडेट्स के लिए जांच की जा रही है...",
  "Checking found instace(s)...": "पाए गए इंस्टेंस की जांच की जा रही है...",
  "Choose how many operations shouls be performed in parallel": "चुनें कि कितने ऑपरेशन एक साथ किए जाने चाहिए",
  "Clear cache": "कैश को साफ़ करें",
  "Clear finished operations": "समाप्त हो चुके कार्यों को साफ़ करें",
  "Clear selection": "चयन साफ़ करें",
  "Clear successful operations": "सफल ऑपरेशन साफ़ करें",
  "Clear successful operations from the operation list after a 5 second delay": "5 सेकंड की देरी के बाद ऑपरेशन लिस्ट से सफल ऑपरेशन को हटा दें",
  "Clear the local icon cache": "लोकल आइकन कैश साफ़ करें",
  "Clearing Scoop cache - WingetUI": "स्कूप कैश साफ़ करना - यूनीगेटयूआई",
  "Clearing Scoop cache...": "\nस्कूप कैश साफ़ किया जा रहा है...",
  "Click here for more details": "अधिक जानकारी के लिए यहां क्लिक करें",
  "Click on Install to begin the installation process. If you skip the installation, UniGetUI may not work as expected.": "इंस्टॉलेशन प्रोसेस शुरू करने के लिए इंस्टॉल पर क्लिक करें। अगर आप इंस्टॉलेशन स्किप करते हैं, तो यूनीगेटयूआई उम्मीद के मुताबिक काम नहीं कर सकता है।",
  "Close": "बंद करें",
  "Close UniGetUI to the system tray": "यूनीगेटयूआई को सिस्टम ट्रे में बंद करें",
  "Close WingetUI to the notification area": "\nअधिसूचना क्षेत्र में WingetUI  बंद करें",
  "Cloud backup uses a private GitHub Gist to store a list of installed packages": "क्लाउड बैकअप इंस्टॉल किए गए पैकेज की लिस्ट स्टोर करने के लिए एक प्राइवेट गिटहब सार का इस्तेमाल करता है",
  "Cloud package backup": "क्लाउड पैकेज बैकअप",
  "Command-line Output": "कमांड-लाइन आउटपुट",
  "Command-line to run:": "चलाने के लिए कमांड-लाइन:",
  "Compare query against": "क्वेरी की तुलना करें",
  "Compatible with authentication": "प्रमाणीकरण के साथ संगत",
  "Compatible with proxy": "प्रॉक्सी के साथ संगत",
  "Component Information": "कॉम्पोनेन्ट की जानकारी",
  "Concurrency and execution": "समवर्तीता और निष्पादन",
  "Connect the internet using a custom proxy": "कस्टम प्रॉक्सी का इस्तेमाल करके इंटरनेट कनेक्ट करें",
  "Continue": "जारी रखना",
  "Contribute to the icon and screenshot repository": "आइकन और स्क्रीनशॉट रिपॉजिटरी में योगदान करें",
  "Contributors": "\nयोगदानकर्ता",
  "Copy": "प्रतिलिपि",
  "Copy to clipboard": "क्लिपबोर्ड पर प्रतिलिपि करें",
  "Could not add source": "स्रोत नहीं जोड़ा जा सका",
  "Could not add source {source} to {manager}": "स्रोत नहीं जोड़ा जा सका{source} को {manager} के साथ",
  "Could not back up packages to GitHub Gist: ": "गिटहब सार पर पैकेज का बैकअप नहीं लिया जा सका:",
  "Could not create bundle": "बंडल नहीं बनाया जा सका",
  "Could not load announcements - ": "अनाउंसमेंट लोड नहीं हो सके -",
  "Could not load announcements - HTTP status code is $CODE": "अनाउंसमेंट लोड नहीं हो सके - एचटीटीपी स्टेटस कोड $CODE है",
  "Could not remove source": "स्रोत हटाया नहीं जा सका",
  "Could not remove source {source} from {manager}": "स्रोत {source} हटाया नहीं जा सका {manager} से",
  "Could not remove {source} from {manager}": "{source} को हटाया नहीं जा सका {manager} से",
  "Create .ps1 script": ".ps1 स्क्रिप्ट बनाएँ",
  "Credentials": "साख",
  "Current Version": "वर्तमान संस्करण",
  "Current executable file:": "अभी की एग्जीक्यूटेबल फ़ाइल:",
  "Current status: Not logged in": "अभी की स्थिति: लॉग इन नहीं है",
  "Current user": "तात्कालिक प्रयोगकर्ता",
  "Custom arguments:": "कस्टम तर्क:",
  "Custom command-line arguments can change the way in which programs are installed, upgraded or uninstalled, in a way UniGetUI cannot control. Using custom command-lines can break packages. Proceed with caution.": "कस्टम कमांड-लाइन आर्गुमेंट प्रोग्राम को इंस्टॉल, अपग्रेड या अनइंस्टॉल करने का तरीका बदल सकते हैं, जिसे यूनीगेटयूआई कंट्रोल नहीं कर सकता। कस्टम कमांड-लाइन इस्तेमाल करने से पैकेज खराब हो सकते हैं। सावधानी से आगे बढ़ें।",
  "Custom command-line arguments:": "कस्टम आदेश-पंक्ति तर्क:",
  "Custom install arguments:": "कस्टम इंस्टॉल तर्क:",
  "Custom uninstall arguments:": "कस्टम अनइंस्टॉल तर्क:",
  "Custom update arguments:": "कस्टम अपडेट तर्क:",
  "Customize WingetUI - for hackers and advanced users only": "WingetUI  को अनुकूलित करें - केवल हैकर्स और उन्नत उपयोगकर्ताओं के लिए",
  "DEBUG BUILD": null,
  "DISCLAIMER: WE ARE NOT RESPONSIBLE FOR THE DOWNLOADED PACKAGES. PLEASE MAKE SURE TO INSTALL ONLY TRUSTED SOFTWARE.": "अस्वीकरण: हम डाउनलोड किए गए पैकेजों के लिए ज़िम्मेदार नहीं हैं। कृपया केवल विश्वसनीय सॉफ़्टवेयर इंस्टॉल करना सुनिश्चित करें।",
  "Dark": "डार्क",
  "Decline": "अस्वीकार",
  "Default": " पूर्व निर्धारित मूल्य",
  "Default installation options for {0} packages": "डिफ़ॉल्ट इंस्टॉलेशन {0} संकुल के लिए विकल्प",
  "Default preferences - suitable for regular users": "डिफ़ॉल्ट प्राथमिकताएं - नियमित उपयोगकर्ताओं के लिए उपयुक्त",
  "Default vcpkg triplet": "डिफ़ॉल्ट वीसीपीकेजी ट्रिपलेट",
  "Delete?": "मिटाना?",
  "Dependencies:": "निर्भरताएँ:",
  "Descendant": "वंशज",
  "Description:": "\nविवरण:",
  "Desktop shortcut created": "डेस्कटॉप शॉर्टकट बनाया गया",
  "Details of the report:": "रिपोर्ट का विवरण:",
  "Developing is hard, and this application is free. But if you liked the application, you can always <b>buy me a coffee</b> :)": "विकसित करना कठिन है, और यह एप्लिकेशन निःशुल्क है। लेकिन अगर आपको एप्लिकेशन पसंद आया, तो आप हमेशा <b>मुझे एक कॉफी खरीद सकते हैं</b> :)",
  "Directly install when double-clicking an item on the \"{discoveryTab}\" tab (instead of showing the package info)": "\"{discoveryTab}\" टैब पर किसी आइटम पर डबल-क्लिक करने पर सीधे इंस्टॉल करें (पैकेज की जानकारी दिखाने के बजाय) ",
  "Disable new share API (port 7058)": "\nनया शेयर एपीआई अक्षम करें (पोर्ट 7058)",
  "Disable the 1-minute timeout for package-related operations": "पैकेज से जुड़े ऑपरेशन के लिए 1-मिनट का टाइमआउट बंद करें",
  "Disabled": "अक्षम",
  "Disclaimer": "अस्वीकरण",
  "Discover Packages": "पैकेज खोजें",
  "Discover packages": "पैकेज खोजें",
  "Distinguish between\nuppercase and lowercase": "अपरकेस और लोअरकेस में अंतर करें",
  "Distinguish between uppercase and lowercase": "अपरकेस और लोअरकेस में अंतर करें",
  "Do NOT check for updates": "अपडेट की जाँच न करें",
  "Do an interactive install for the selected packages": "चयनित पैकेजों के लिए एक इंटरैक्टिव स्थापना करें",
  "Do an interactive uninstall for the selected packages": "चयनित पैकेजों के लिए एक इंटरैक्टिव अनइंस्टॉल करें",
  "Do an interactive update for the selected packages": "चयनित पैकेजों के लिए एक इंटरैक्टिव अपडेट करें",
  "Do not automatically install updates when the battery saver is on": "बैटरी सेवर चालू होने पर अपडेट अपने आप इंस्टॉल न करें",
  "Do not automatically install updates when the device runs on battery": "जब डिवाइस बैटरी पर चल रहा हो, तो अपडेट अपने आप इंस्टॉल न करें",
  "Do not automatically install updates when the network connection is metered": "नेटवर्क कनेक्शन मीटर्ड होने पर अपडेट ऑटोमैटिकली इंस्टॉल न करें",
  "Do not download new app translations from GitHub automatically": "Github से नए ऐप अनुवाद को स्वचालित रूप से डाउनलोड न करें",
  "Do not ignore updates for this package anymore": "इस पैकेज के अपडेट को अब और नज़रअंदाज़ न करें",
  "Do not remove successful operations from the list automatically": "सफल ऑपरेशन को लिस्ट से ऑटोमैटिकली न हटाएं",
  "Do not show this dialog again for {0}": "इस डायलॉग को दोबारा न दिखाएं {0}",
  "Do not update package indexes on launch": "लॉन्च होने पर पैकेज इंडेक्स अपडेट न करें",
  "Do you accept that UniGetUI collects and sends anonymous usage statistics, with the sole purpose of understanding and improving the user experience?": "क्या आप मानते हैं कि यूनीगेटयूआई सिर्फ़ यूज़र एक्सपीरियंस को समझने और बेहतर बनाने के मकसद से, बिना नाम बताए इस्तेमाल के आंकड़े इकट्ठा करता है और भेजता है?",
  "Do you find WingetUI useful? If you can, you may want to support my work, so I can continue making WingetUI the ultimate package managing interface.": "क्या आपको यूनीगेटयूआई काम का लगता है? अगर हो सके, तो आप मेरे काम में मदद कर सकते हैं, ताकि मैं यूनीगेटयूआई को सबसे अच्छा पैकेज मैनेजिंग इंटरफ़ेस बना सकूँ।",
  "Do you find WingetUI useful? You'd like to support the developer? If so, you can {0}, it helps a lot!": "क्या आपको WingetUI  उपयोगी लगता है? आप डेवलपर का समर्थन करना चाहेंगे? अगर ऐसा है, तो आप {0} कर सकते हैं, इससे बहुत मदद मिलती है!",
  "Do you really want to reset this list? This action cannot be reverted.": "क्या आप सच में इस लिस्ट को रीसेट करना चाहते हैं? यह एक्शन वापस नहीं किया जा सकता।",
  "Do you really want to uninstall the following {0} packages?": "क्या आप सच में नीचे दिए गए {0} संकुल को अनइंस्टॉल करना चाहते हैं?",
  "Do you really want to uninstall {0} packages?": "क्या आप वास्तव में {0} पैकेजों की स्थापना रद्द करना चाहते हैं?",
  "Do you really want to uninstall {0}?": "क्या आप वाकई {0} की स्थापना रद्द करना चाहते हैं?",
  "Do you want to restart your computer now?": "क्या आप अपने कंप्यूटर को अभी पुनरारंभ करना चाहते हैं?",
  "Do you want to translate WingetUI to your language? See how to contribute <a style=\"color:{0}\" href=\"{1}\"a>HERE!</a>": "क्या आप अपनी भाषा में WingetUI  का अनुवाद करना चाहते हैं? देखें कि कैसे योगदान दिया जाए <a style=\"color:{0}\" href=\"{1}\"a>यहां!</a>",
  "Don't feel like donating? Don't worry, you can always share WingetUI with your friends. Spread the word about WingetUI.": "डोनेट करने का मन नहीं है? चिंता न करें, आप हमेशा यूनीगेटयूआई को अपने दोस्तों के साथ शेयर कर सकते हैं। यूनीगेटयूआई के बारे में सबको बताएं।",
  "Donate": "दान दें",
  "Done!": "हो गया!",
  "Download failed": "डाउनलोड विफल",
  "Download installer": "इंस्टॉलर डाउनलोड करें",
  "Download operations are not affected by this setting": "इस सेटिंग से डाउनलोड ऑपरेशन पर कोई असर नहीं पड़ता है",
  "Download selected installers": "चयनित इंस्टॉलर डाउनलोड करें",
  "Download succeeded": "डाउनलोड सफल रहा",
  "Download updated language files from GitHub automatically": "गिटहब से अपडेट की गई भाषा फ़ाइलें अपने आप डाउनलोड करें",
  "Downloading": "डाउनलोड",
  "Downloading backup...": "बैकअप डाउनलोड हो रहा है...",
  "Downloading installer for {package}": "{package} के लिए इंस्टॉलर डाउनलोड हो रहा है",
  "Downloading package metadata...": "पैकेज मेटाडेटा डाउनलोड हो रहा है...",
  "Enable Scoop cleanup on launch": "लॉन्च होने पर स्कूप क्लीनअप सक्षम करें",
  "Enable WingetUI notifications": "WingetUI  सूचनाएं सक्षम करें",
  "Enable an [experimental] improved WinGet troubleshooter": "एक [एक्सपेरिमेंटल] बेहतर विनगेट ट्रबलशूटर इनेबल करें",
  "Enable and disable package managers, change default install options, etc.": "पैकेज मैनेजर को चालू और बंद करें, डिफ़ॉल्ट इंस्टॉल ऑप्शन बदलें, वगैरह।",
  "Enable background CPU Usage optimizations (see Pull Request #3278)": "बैकग्राउंड सीपीयू यूसेज ऑप्टिमाइज़ेशन चालू करें (पुल रिक्वेस्ट #3278 देखें)",
  "Enable background api (WingetUI Widgets and Sharing, port 7058)": "बैकग्राउंड एपीआई चालू करें (यूनीगेटयूआई और शेयरिंग के लिए विजेट, पोर्ट 7058)",
  "Enable it to install packages from {pm}.": "इसे पैकेज इंस्टॉल करने के लिए इनेबल करें {pm}",
  "Enable the automatic WinGet troubleshooter": "ऑटोमैटिक विनगेट ट्रबलशूटर चालू करें",
  "Enable the new UniGetUI-Branded UAC Elevator": "नया यूनीगेटयूआई-ब्रांडेड यूएसी एलिवेटर चालू करें",
  "Enable the new process input handler (StdIn automated closer)": "नया प्रोसेस इनपुट हैंडलर चालू करें (StdIn ऑटोमेटेड क्लोजर)",
  "Enable the settings below if and only if you fully understand what they do, and the implications they may have.": "नीचे दी गई सेटिंग्स को तभी चालू करें जब आप पूरी तरह से समझते हों कि वे क्या करती हैं, और उनसे क्या असर और खतरे हो सकते हैं।",
  "Enable {pm}": "{pm} सक्षम करें",
  "Enter proxy URL here": "प्रॉक्सी URL यहां डालें",
  "Entries that show in RED will be IMPORTED.": "जो एंट्री लाल रंग में दिखेंगी, उन्हें आयातित कर दिया जाएगा।",
  "Entries that show in YELLOW will be IGNORED.": "जो एंट्री पीला रंग में दिखेंगी उन्हें अनदेखा कर दिया जाएगा।",
  "Error": "एरर",
  "Everything is up to date": "सब कुछ अप टू डेट है",
  "Exact match": "सटीक मिलन",
  "Existing shortcuts on your desktop will be scanned, and you will need to pick which ones to keep and which ones to remove.": "आपके डेस्कटॉप पर मौजूद शॉर्टकट स्कैन किए जाएंगे, और आपको चुनना होगा कि कौन से रखने हैं और कौन से हटाने हैं।",
  "Expand version": "संस्करण का विस्तार करें",
  "Experimental settings and developer options": "प्रायोगिक सेटिंग्स और डेवलपर विकल्प",
  "Export": "एक्सपोर्ट",
  "Export log as a file": "\nफ़ाइल के रूप में लॉग निर्यात करें",
  "Export packages": "पैकेज एक्सपोर्ट करें",
  "Export selected packages to a file": "फ़ाइल में चुने पैकेज निर्यात करें",
  "Export settings to a local file": "सेटिंग्स को लोकल फ़ाइल में एक्सपोर्ट करें",
  "Export to a file": "फ़ाइल में निर्यात करें",
  "Failed": "असफल",
  "Fetching available backups...": "उपलब्ध बैकअप लाए जा रहे हैं...",
  "Fetching latest announcements, please wait...": "लेटेस्ट अनाउंसमेंट आ रहे हैं, कृपया इंतज़ार करें...",
  "Filters": "फिल्टर",
  "Finish": "खत्म करें",
  "Follow system color scheme": "सिस्टम कलर स्कीम का पालन करें",
  "Follow the default options when installing, upgrading or uninstalling this package": "इस पैकेज को इंस्टॉल, अपग्रेड या अनइंस्टॉल करते समय डिफ़ॉल्ट ऑप्शन को फ़ॉलो करें",
  "For security reasons, changing the executable file is disabled by default": "सुरक्षा कारणों से, एग्जीक्यूटेबल फ़ाइल बदलना डिफ़ॉल्ट रूप से डिसेबल होता है",
  "For security reasons, custom command-line arguments are disabled by default. Go to UniGetUI security settings to change this. ": "सुरक्षा कारणों से, कस्टम कमांड-लाइन आर्गुमेंट डिफ़ॉल्ट रूप से डिसेबल होते हैं। इसे बदलने के लिए यूनीगेटयूआई सुरक्षा सेटिंग्स पर जाएं।",
  "For security reasons, pre-operation and post-operation scripts are disabled by default. Go to UniGetUI security settings to change this. ": "सुरक्षा कारणों से, प्री-ऑपरेशन और पोस्ट-ऑपरेशन स्क्रिप्ट डिफ़ॉल्ट रूप से डिसेबल होती हैं। इसे बदलने के लिए यूनीगेटयूआई सुरक्षा सेटिंग्स पर जाएं।",
  "Force ARM compiled winget version (ONLY FOR ARM64 SYSTEMS)": "फोर्स ARM कम्पाइल्ड विंगेट वर्शन (सिर्फ़ ARM64 सिस्टम के लिए)",
  "Formerly known as WingetUI": "पहले विंगेटयूआई के नाम से जाना जाता था",
  "Found": "\nमिले",
  "Found packages: ": "पैकेज मिले:",
  "Found packages: {0}": "पैकेज मिले: {0}",
  "Found packages: {0}, not finished yet...": "\nपैकेज मिले: {0}, अभी पूरा नहीं हुआ...",
  "General preferences": "सामान्य प्राथमिकताएं",
  "GitHub profile": "Github प्रोफाइल",
  "Global": "वैश्विक",
  "Go to UniGetUI security settings": "यूनीगेटयूआई सिक्योरिटी सेटिंग्स पर जाएं",
  "Great repository of unknown but useful utilities and other interesting packages.<br>Contains: <b>Utilities, Command-line programs, General Software (extras bucket required)</b>": "अनजान लेकिन काम की यूटिलिटीज़ और दूसरे दिलचस्प पैकेज का शानदार रिपॉजिटरी। <br>रोकना: <b>यूटिलिटीज़, कमांड-लाइन प्रोग्राम, जनरल सॉफ्टवेयर (एक्स्ट्रा बकेट ज़रूरी है) </b>",
  "Great! You are on the latest version.": "बहुत बढ़िया! आप लेटेस्ट वर्शन पर हैं।",
  "Grid": "ग्रिड",
  "Help": "सहायता",
  "Help and documentation": "सहायता और दस्तावेज़ीकरण",
  "Here you can change UniGetUI's behaviour regarding the following shortcuts. Checking a shortcut will make UniGetUI delete it if if gets created on a future upgrade. Unchecking it will keep the shortcut intact": "यहां आप नीचे दिए गए शॉर्टकट के बारे में यूनीगेटयूआई का बिहेवियर बदल सकते हैं। किसी शॉर्टकट को चेक करने पर, अगर भविष्य में अपग्रेड पर वह बनता है, तो यूनीगेटयूआई उसे डिलीट कर देगा। इसे अनचेक करने से शॉर्टकट बना रहेगा।",
  "Hi, my name is Martí, and i am the <i>developer</i> of WingetUI. WingetUI has been entirely made on my free time!": "नमस्ते, मेरा नाम मार्टी है, और मैं WingetUI  का <i>डेवलपर</i> हूं। विनगेट यू आई पूरी तरह से मेरे खाली समय पर बनाया गया है!",
  "Hide details": "विवरण छुपायें",
  "Homepage": "\nहोमपेज",
  "Hooray! No updates were found.": "\nवाह! कोई अपडेट नहीं मिला!",
  "How should installations that require administrator privileges be treated?": "स्थापनाओं को कैसे व्यवहार करना चाहिए जिनके लिए व्यवस्थापकीय विशेषाधिकारों की आवश्यकता होती है?",
  "How to add packages to a bundle": "बंडल में पैकेज कैसे जोड़ें",
  "I understand": "मैं समझता हूँ",
  "Icons": "माउस",
  "Id": "पहचान",
  "If you have cloud backup enabled, it will be saved as a GitHub Gist on this account": "अगर आपने क्लाउड बैकअप चालू किया है, तो यह इस अकाउंट पर गिटहब सार के तौर पर सेव हो जाएगा।",
  "Ignore custom pre-install and post-install commands when importing packages from a bundle": "बंडल से पैकेज इंपोर्ट करते समय कस्टम प्री-इंस्टॉल और पोस्ट-इंस्टॉल कमांड को इग्नोर करें",
  "Ignore future updates for this package": "इस पैकेज के लिए भविष्य के अपडेट पर ध्यान न दें",
  "Ignore packages from {pm} when showing a notification about updates": "अपडेट के बारे में सूचना दिखाते समय {pm} से पैकेज को अनदेखा करें",
  "Ignore selected packages": "चयनित पैकेजों पर ध्यान न दें",
  "Ignore special characters": "विशेष वर्णों को अनदेखा करें",
  "Ignore updates for the selected packages": "चयनित पैकेजों के लिए अपडेट पर ध्यान न दें",
  "Ignore updates for this package": "इस पैकेज के अपडेट को नज़रअंदाज़ करें",
  "Ignored updates": "अपडेट पर ध्यान नहीं दिया",
  "Ignored version": "उपेक्षित संस्करण",
  "Import": "आयात",
  "Import packages": "संकुल इम्पोर्ट करें",
  "Import packages from a file": "\nफ़ाइल से पैकेज आयात करें",
  "Import settings from a local file": "लोकल फ़ाइल से सेटिंग्स इंपोर्ट करें",
  "In order to add packages to a bundle, you will need to: ": "बंडल में पैकेज जोड़ने के लिए, आपको ये करना होगा:",
  "Initializing WingetUI...": "WingetUI  प्रारंभ कर रहा है...",
  "Install": "स्थापित करें",
  "Install Scoop": "स्कूप स्थापित करें",
  "Install and more": "इंस्टॉल करें और अधिक",
  "Install and update preferences": "प्राथमिकताएं इंस्टॉल और अपडेट करें",
  "Install as administrator": "प्रशासक के रूप में स्थापना करें",
  "Install available updates automatically": "उपलब्ध अपडेट अपने आप इंस्टॉल करें",
  "Install location can't be changed for {0} packages": "इंस्टॉल की जगह नहीं बदली जा सकती {0} पैकेजों के लिए",
  "Install location:": "इंस्टॉल करने की जगह:",
  "Install options": "इंस्टॉल विकल्प",
  "Install packages from a file": "फ़ाइल से संकुल संस्थापित करें",
  "Install prerelease versions of UniGetUI": "यूनीगेटयूआई के प्री-रिलीज़ वर्शन इंस्टॉल करें",
  "Install script": "स्क्रिप्ट स्थापित करें",
  "Install selected packages": "चयनित संकुल स्थापित करें",
  "Install selected packages with administrator privileges": "व्यवस्थापक विशेषाधिकारों के साथ चयनित पैकेजों को स्थापित करें\n",
  "Install selection": "चयन स्थापित करें",
  "Install the latest prerelease version": "लेटेस्ट प्री-रिलीज़ वर्शन इंस्टॉल करें",
  "Install updates automatically": "अपडेट को स्वचालित रूप से स्थापित करें",
  "Install {0}": "{0} स्थापित करना",
  "Installation canceled by the user!": "उपयोगकर्ता द्वारा स्थापना रद्द कर दी गई!",
  "Installation failed": "स्थापना विफल",
  "Installation options": "स्थापना विकल्प",
  "Installation scope:": "स्थापना गुंजाइश:",
  "Installation succeeded": "स्थापना सफल रही",
  "Installed Packages": "स्थापित पैकेज",
  "Installed Version": "स्थापित संस्करण",
  "Installed packages": "इंस्टॉल किए गए पैकेज",
  "Installer SHA256": "इंस्टॉलर SHA256",
  "Installer SHA512": "इंस्टॉलर SHA512",
  "Installer Type": "इंस्टॉलर प्रकार",
  "Installer URL": "इंस्टॉलर यू आर एल",
  "Installer not available": "इंस्टॉलर उपलब्ध नहीं है",
  "Instance {0} responded, quitting...": "उदाहरण {0} ने जवाब दिया, छोड़ रहा हूँ...",
  "Instant search": "त्वरित खोज",
  "Integrity checks can be disabled from the Experimental Settings": "एक्सपेरिमेंटल सेटिंग्स से इंटीग्रिटी चेक को डिसेबल किया जा सकता है",
  "Integrity checks skipped": "अखंडता जांच छोड़ दी गई",
  "Integrity checks will not be performed during this operation": "इस ऑपरेशन के दौरान इंटीग्रिटी चेक नहीं किए जाएंगे",
  "Interactive installation": "इंटरएक्टिव स्थापना",
  "Interactive operation": "इंटरैक्टिव संचालन",
  "Interactive uninstall": "इंटरएक्टिव स्थापना रद्द",
  "Interactive update": "इंटरएक्टिव अपडेट",
  "Internet connection settings": "इंटरनेट कनेक्शन सेटिंग्स",
  "Is this package missing the icon?": "\nक्या इस पैकेज में आइकन नहीं है?",
  "Is your language missing or incomplete?": "क्या आपकी भाषा गायब है या अधूरी है?",
  "It is not guaranteed that the provided credentials will be stored safely, so you may as well not use the credentials of your bank account": "इस बात की गारंटी नहीं है कि दिए गए क्रेडेंशियल सुरक्षित रूप से स्टोर किए जाएंगे, इसलिए बेहतर होगा कि आप अपने बैंक अकाउंट के क्रेडेंशियल का इस्तेमाल न करें।",
  "It is recommended to restart UniGetUI after WinGet has been repaired": "विनगेट के रिपेयर होने के बाद यूनीगेटयूआई को रीस्टार्ट करने की सलाह दी जाती है।",
  "It is strongly recommended to reinstall UniGetUI to adress the situation.": "इस स्थिति को ठीक करने के लिए यूनीगेटयूआई को फिर से इंस्टॉल करने की सलाह दी जाती है।",
  "It looks like WinGet is not working properly. Do you want to attempt to repair WinGet?": "ऐसा लगता है कि विनगेट ठीक से काम नहीं कर रहा है. क्या आप विनगेट को ठीक करने की कोशिश करना चाहते हैं?",
  "It looks like you ran WingetUI as administrator, which is not recommended. You can still use the program, but we highly recommend not running WingetUI with administrator privileges. Click on \"{showDetails}\" to see why.": "ऐसा लगता है कि आपने WingetUI को व्यवस्थापक के रूप में चलाया, जिसकी अनुशंसा नहीं की जाती है। आप अभी भी प्रोग्राम का उपयोग कर सकते हैं, लेकिन हम अत्यधिक अनुशंसा करते हैं कि व्यवस्थापकीय विशेषाधिकारों के साथ WingetUI न चलाएँ। क्यों देखने के लिए \"{showDetails}\" पर क्लिक करें।",
  "Language": "भाषा",
  "Language, theme and other miscellaneous preferences": "भाषा, थीम और अन्य विविध प्राथमिकताएं",
  "Last updated:": "आखरी अपडेट:",
  "Latest": "नवीनतम",
  "Latest Version": "\nनवीनतम संस्करण",
  "Latest Version:": "\nनवीनतम संस्करण:",
  "Latest details...": "\nनवीनतम विवरण...",
  "Launching subprocess...": "सबप्रोसेस लॉन्च हो रहा है...",
  "Leave empty for default": "डिफ़ॉल्ट के लिए खाली छोड़ दें",
  "License": "लाइसेंस",
  "Licenses": "लाइसेंस",
  "Light": "लाइट",
  "List": "सूची",
  "Live command-line output": "लाइव कमांड-लाइन आउटपुट",
  "Live output": "लाइव आउटपुट",
  "Loading UI components...": "\nयू आई कॉम्पोनेन्ट लोड हो रहे हैं...",
  "Loading WingetUI...": "WingetUI  लोड हो रहा है...",
  "Loading packages": "पैकेज लोड करना",
  "Loading packages, please wait...": "पैकेज लोड हो रहे हैं, कृपया इंतज़ार करें...",
  "Loading...": "\nलोड हो रहा है...",
  "Local": "स्थानीय",
  "Local PC": "स्थानीय पी.सी",
  "Local backup advanced options": "स्थानीय बैकअप उन्नत विकल्प",
  "Local machine": "स्थानीय मशीन",
  "Local package backup": "स्थानीय पैकेज बैकअप",
  "Locating {pm}...": "{pm} का पता लगाया जा रहा है...",
  "Log in": "लॉग इन करें",
  "Log in failed: ": "लॉगिन विफल:",
  "Log in to enable cloud backup": "क्लाउड बैकअप चालू करने के लिए लॉग इन करें",
  "Log in with GitHub": "गिटहब से लॉग इन करें",
  "Log in with GitHub to enable cloud package backup.": "क्लाउड पैकेज बैकअप चालू करने के लिए गिटहब से लॉग इन करें।",
  "Log level:": "लॉग स्तर:",
  "Log out": "लॉग आउट",
  "Log out failed: ": "लॉग आउट विफल:",
  "Log out from GitHub": "गिटहब से लॉग आउट करें",
  "Looking for packages...": "पैकेज ढूंढ रहे हैं...",
  "Machine | Global": "मशीन | ग्लोबल",
  "Malformed command-line arguments can break packages, or even allow a malicious actor to gain privileged execution. Therefore, importing custom command-line arguments is disabled by default": "खराब कमांड-लाइन आर्गुमेंट पैकेज को तोड़ सकते हैं, या किसी गलत इरादे वाले एक्टर को खास एग्जीक्यूशन पाने की इजाज़त भी दे सकते हैं। इसलिए, कस्टम कमांड-लाइन आर्गुमेंट इंपोर्ट करना डिफ़ॉल्ट रूप से डिसेबल होता है।",
  "Manage": "प्रबंधित करना",
  "Manage UniGetUI settings": "यूनीगेटयूआई सेटिंग्स प्रबंधित करें",
  "Manage WingetUI autostart behaviour from the Settings app": "सेटिंग्स ऐप से यूनीगेटयूआई ऑटोस्टार्ट बिहेवियर मैनेज करें",
  "Manage ignored packages": "उपेक्षित पैकेज प्रबंधित करें",
  "Manage ignored updates": "उपेक्षित अपडेट प्रबंधित करें",
  "Manage shortcuts": "शॉर्टकट प्रबंधित करें",
  "Manage telemetry settings": "टेलीमेट्री सेटिंग्स प्रबंधित करें",
  "Manage {0} sources": "{0} स्रोतों का प्रबंधन करें",
  "Manifest": "मैनिफेस्ट",
  "Manifests": "प्रकट होता है",
  "Manual scan": "हस्तचालित स्कैन\n",
  "Microsoft's official package manager. Full of well-known and verified packages<br>Contains: <b>General Software, Microsoft Store apps</b>": "माइक्रोसॉफ्ट का ऑफिशियल पैकेज मैनेजर। जाने-माने और वेरिफाइड पैकेज से भरा हुआ। <br> में निहित: <b>सामान्य सॉफ़्टवेयर, माइक्रोसॉफ्ट स्टोर ऐप्स</b>",
  "Missing dependency": "गुम निर्भरता",
  "More": "अधिक",
  "More details": "अधिक जानकारी",
  "More details about the shared data and how it will be processed": "शेयर किए गए डेटा और उसे कैसे प्रोसेस किया जाएगा, इसके बारे में ज़्यादा जानकारी",
  "More info": "और जानकारी",
  "NOTE: This troubleshooter can be disabled from UniGetUI Settings, on the WinGet section": "नोट: इस ट्रबलशूटर को विनगेट सेक्शन में यूनीगेटयूआई सेटिंग्स से डिसेबल किया जा सकता है।",
  "Name": "नाम",
  "New": "नया",
  "New Version": "नया संस्करण",
  "New bundle": "नया बंडल",
  "New version": "नया संस्करण",
  "Nice! Backups will be uploaded to a private gist on your account": "बढ़िया! बैकअप आपके अकाउंट पर एक प्राइवेट गिस्‍ट में अपलोड हो जाएंगे",
  "No": "नहीं",
  "No applicable installer was found for the package {0}": "{0} पैकेज के लिए कोई लागू इंस्टॉलर नहीं मिला",
  "No dependencies specified": "कोई निर्भरता निर्दिष्ट नहीं",
  "No new shortcuts were found during the scan.": "स्कैन के दौरान कोई नई शॉर्टकट नहीं मिली।",
  "No packages found": "कोई पैकेज नहीं मिला",
  "No packages found matching the input criteria": "\nइनपुट मानदंड से मेल खाने वाला कोई पैकेज नहीं मिला",
  "No packages have been added yet": "अभी तक कोई पैकेज नहीं जोड़ा गया है",
  "No packages selected": "कोई पैकेज नहीं चुना गया",
  "No packages were found": "कोई पैकेज नहीं मिला",
  "No personal information is collected nor sent, and the collected data is anonimized, so it can't be back-tracked to you.": "कोई भी पर्सनल जानकारी इकट्ठा या भेजी नहीं जाती है, और इकट्ठा किया गया डेटा गुमनाम रहता है, इसलिए इसे आप तक वापस नहीं लाया जा सकता।",
  "No results were found matching the input criteria": "इनपुट क्राइटेरिया से मैच करते हुए कोई रिज़ल्ट नहीं मिला",
  "No sources found": "कोई स्रोत नहीं मिला",
  "No sources were found": "कोई स्रोत नहीं मिला",
  "No updates are available": "कोई अपडेट उपलब्ध नहीं है",
  "Node JS's package manager. Full of libraries and other utilities that orbit the javascript world<br>Contains: <b>Node javascript libraries and other related utilities</b>": "Node JS का पैकेज मैनेजर। जावास्क्रिप्ट की दुनिया में मौजूद लाइब्रेरी और दूसरी यूटिलिटी से भरा हुआ <br>में निहित: <b>नोड जावास्क्रिप्ट लाइब्रेरी और अन्य संबंधित उपयोगिताएँ</b>",
  "Not available": "उपलब्ध नहीं है",
  "Not finding the file you are looking for? Make sure it has been added to path.": "आपको जो फ़ाइल चाहिए वह नहीं मिल रही है? पक्का करें कि वह पाथ में जोड़ दी गई है।",
  "Not found": "नहीं मिला",
  "Not right now": "अभी नहीं",
  "Notes:": "टिप्पणियाँ:",
  "Notification preferences": "अधिसूचना प्राथमिकताएँ",
  "Notification tray options": "अधिसूचना ट्रे विकल्प",
  "Notification types": "अधिसूचना प्रकार",
  "NuPkg (zipped manifest)": "NuPkg (ज़िप्ड मैनिफ़ेस्ट)",
  "OK": "ठीक",
  "Ok": "ठीक",
  "Open": "खोलें",
  "Open GitHub": "Github खोलें",
  "Open UniGetUI": "यूनीगेटयूआई खोलें",
  "Open UniGetUI security settings": "यूनीगेटयूआई सुरक्षा सेटिंग्स खोलें",
  "Open WingetUI": "यूनीगेटयूआई खोलें",
  "Open backup location": "बैकअप स्थान खोलें",
  "Open existing bundle": "मौजूदा बंडल खोलें",
  "Open install location": "इंस्टॉल स्थान खोलें",
  "Open the welcome wizard": "वेलकम विज़ार्ड खोलें",
  "Operation canceled by user": "उपयोगकर्ता द्वारा ऑपरेशन रद्द कर दिया गया",
  "Operation cancelled": "ऑपरेशन रद्द",
  "Operation history": "ऑपरेशन इतिहास",
  "Operation in progress": "ऑपरेशन प्रगति पर है",
  "Operation on queue (position {0})...": "कतार पर ऑपरेशन (स्थिति {0})...",
  "Operation profile:": "ऑपरेशन प्रोफ़ाइल:",
  "Options saved": "विकल्प सेव किये गए",
  "Order by:": "आदेश द्वारा:",
  "Other": "अन्य",
  "Other settings": "अन्य सेटिंग्स",
  "Package": "संकुल",
  "Package Bundles": "संकुल बंडल",
  "Package ID": "पैकेज आईडी",
  "Package Manager": "संकुल प्रबंधक",
  "Package Manager logs": "संकुल प्रबंधक लॉग",
  "Package Managers": "संकुल प्रबंधकों",
  "Package Name": "पैकेज का नाम",
  "Package backup": "संकुल बैकअप",
  "Package backup settings": "संकुल बैकअप सेटिंग्स",
  "Package bundle": "संकुल बंडल",
  "Package details": "पैकेज के ब्यौरे",
  "Package lists": "संकुल सूचियाँ",
  "Package management made easy": "संकुल संचालन आसान हो गया",
  "Package manager": "संकुल प्रबंधक",
  "Package manager preferences": "पैकेज प्रबंधक वरीयताएँ",
  "Package managers": "संकुल प्रबंधकों",
  "Package not found": "संकुल नहीं मिला",
  "Package operation preferences": "संकुल संचालन प्राथमिकताएँ",
  "Package update preferences": "संकुल अद्यतन प्राथमिकताएँ",
  "Package {name} from {manager}": "{manager} से संकुल {name}",
  "Package's default": "संकुल का डिफ़ॉल्ट",
  "Packages": "पैकेज",
  "Packages found: {0}": "संकुल मिला: {0}",
  "Partially": "आंशिक रूप से",
  "Password": "पासवर्ड",
  "Paste a valid URL to the database": "डेटाबेस में एक मान्य URL चिपकाएँ",
  "Pause updates for": "इसके लिए अपडेट रोकें",
  "Perform a backup now": "अभी बैकअप लें",
  "Perform a cloud backup now": "अभी क्लाउड बैकअप करें",
  "Perform a local backup now": "अभी स्थानीय बैकअप करें",
  "Perform integrity checks at startup": "स्टार्टअप पर अखंडता जांच करें",
  "Performing backup, please wait...": "बैकअप किया जा रहा है, कृपया प्रतीक्षा करें...",
  "Periodically perform a backup of the installed packages": "समय-समय पर स्थापित संकुल का बैकअप करें",
  "Periodically perform a cloud backup of the installed packages": "समय-समय पर स्थापित संकुल का क्लाउड बैकअप लें",
  "Periodically perform a local backup of the installed packages": "समय-समय पर स्थापित संकुल का स्थानीय बैकअप लें",
  "Please check the installation options for this package and try again": "कृपया इस संकुल के लिए स्थापना विकल्प जांचें और पुनः प्रयास करें",
  "Please click on \"Continue\" to continue": "कृपया जारी रखने के लिए \"जारी रखें\" पर क्लिक करें",
  "Please enter at least 3 characters": "कृपया कम से कम 3 अक्षर दर्ज करें",
  "Please note that certain packages might not be installable, due to the package managers that are enabled on this machine.": "कृपया ध्यान दें कि इस मशीन पर सक्षम पैकेज मेनेजर के कारण कुछ पैकेज इंस्टॉल करने योग्य नहीं हो सकते हैं।",
  "Please note that not all package managers may fully support this feature": "कृपया ध्यान दें कि सभी संकुल प्रबंधक इस सुविधा का पूर्णतः समर्थन नहीं कर सकते हैं",
  "Please note that packages from certain sources may be not exportable. They have been greyed out and won't be exported.": "कृपया ध्यान दें कि कुछ स्रोतों से पैकेज एक्सपोर्ट योग्य नहीं हो सकते हैं। उन्हें धूसर कर दिया गया है और एक्सपोर्ट नहीं किया जाएगा।",
  "Please run UniGetUI as a regular user and try again.": "कृपया यूनीगेटयूआई को नियमित उपयोगकर्ता के रूप में चलाएँ और पुनः प्रयास करें।",
  "Please see the Command-line Output or refer to the Operation History for further information about the issue.": "कृपया समस्या के बारे में अधिक जानकारी के लिए कमांड-लाइन आउटपुट देखें या ऑपरेशन इतिहास देखें।",
  "Please select how you want to configure WingetUI": "कृपया चयन करें कि आप WingetUI  को कैसे कॉन्फ़िगर करना चाहते हैं",
  "Please try again later": "कृपया बाद में पुन: प्रयास करें",
  "Please type at least two characters": "कृपया कम से कम दो अक्षर लिखें",
  "Please wait": "कृपया प्रतीक्षा करें",
  "Please wait while {0} is being installed. A black window may show up. Please wait until it closes.": "कृपया प्रतीक्षा करें जब {0} स्थापित किया जा रहा है। एक काली (या नीली) विंडो दिखाई दे सकती है। कृपया इसके बंद होने तक प्रतीक्षा करें।",
  "Please wait...": "कृपया प्रतीक्षा करें...",
  "Portable": "पोर्टेबल",
  "Portable mode": null,
  "Post-install command:": "स्थापना के बाद आदेश:",
  "Post-uninstall command:": "अनइंस्टॉल के बाद आदेश:",
  "Post-update command:": "अद्यतन के बाद आदेश:",
  "PowerShell's package manager. Find libraries and scripts to expand PowerShell capabilities<br>Contains: <b>Modules, Scripts, Cmdlets</b>": "पावरशेल का पैकेज प्रबंधक। पावरशेल की क्षमताओं का विस्तार करने के लिए लाइब्रेरी और स्क्रिप्ट खोजें <br> निहित: <b>मॉड्यूल, स्क्रिप्ट, कमांडलेट</b>",
  "Pre and post install commands can do very nasty things to your device, if designed to do so. It can be very dangerous to import the commands from a bundle, unless you trust the source of that package bundle": "प्री और पोस्ट इंस्टॉलेशन कमांड आपके डिवाइस के लिए बहुत खतरनाक हो सकते हैं, अगर उन्हें ऐसा करने के लिए डिज़ाइन किया गया हो। किसी बंडल से कमांड इम्पोर्ट करना बहुत खतरनाक हो सकता है, जब तक कि आपको उस पैकेज बंडल के स्रोत पर भरोसा न हो।",
  "Pre and post install commands will be run before and after a package gets installed, upgraded or uninstalled. Be aware that they may break things unless used carefully": "प्री और पोस्ट इंस्टॉल कमांड किसी पैकेज के इंस्टॉल, अपग्रेड या अनइंस्टॉल होने से पहले और बाद में चलाए जाएँगे। ध्यान रखें कि अगर सावधानी से इस्तेमाल न किया जाए तो ये चीज़ें खराब कर सकते हैं।",
  "Pre-install command:": "पूर्व-स्थापना आदेश:",
  "Pre-uninstall command:": "पूर्व-अनइंस्टॉल आदेश:",
  "Pre-update command:": "पूर्व-अद्यतन आदेश:",
  "PreRelease": "प्री-रिलीज़",
  "Preparing packages, please wait...": "संकुल तैयार हो रहे हैं, कृपया प्रतीक्षा करें...",
  "Proceed at your own risk.": "अपने जोख़िम पर आगे बढ़ें।",
  "Prohibit any kind of Elevation via UniGetUI Elevator or GSudo": "यूनीगेटयूआई एलेवेटर या जीसुडो के माध्यम से किसी भी प्रकार के उन्नयन पर रोक लगाएं",
  "Proxy URL": "प्रॉक्सी URL",
  "Proxy compatibility table": "प्रॉक्सी संगतता तालिका",
  "Proxy settings": "प्रॉक्सी सेटिंग्स",
  "Proxy settings, etc.": "प्रॉक्सी सेटिंग्स, आदि.",
  "Publication date:": "प्रकाशन तिथि:",
  "Publisher": "प्रचारक",
  "Python's library manager. Full of python libraries and other python-related utilities<br>Contains: <b>Python libraries and related utilities</b>": "पायथन लाइब्रेरी मैनेजर। पायथन लाइब्रेरीज़ और अन्य पायथन-संबंधित उपयोगिताओं से भरपूर<br>निहित: <b>पायथन लाइब्रेरी और संबंधित उपयोगिताएँ</b>",
  "Quit": "बंद करें",
  "Quit WingetUI": "यूनीगेटयूआई से बाहर निकलें",
  "Ready": "तैयार",
  "Reduce UAC prompts, elevate installations by default, unlock certain dangerous features, etc.": "यूएसी प्रॉम्प्ट को कम करें, डिफ़ॉल्ट रूप से इंस्टॉलेशन को बढ़ाएं, कुछ खतरनाक सुविधाओं को अनलॉक करें, आदि।",
  "Refer to the UniGetUI Logs to get more details regarding the affected file(s)": "प्रभावित फ़ाइल(फ़ाइलों) के बारे में अधिक जानकारी प्राप्त करने के लिए यूनीगेटयूआई लॉग देखें",
  "Reinstall": "पुनर्स्थापित",
  "Reinstall package": "संकुल पुनः स्थापित करें",
  "Related settings": "संबंधित सेटिंग्स",
  "Release notes": "रिलीज नोट्स",
  "Release notes URL": "रिलीज़ नोट्स URL",
  "Release notes URL:": "रिलीज़ नोट यूआरएल:",
  "Release notes:": "रिलीज नोट्स:",
  "Reload": "पुनः लोड करें",
  "Reload log": "लॉग पुनः लोड करें",
  "Removal failed": "निष्कासन विफल",
  "Removal succeeded": "निष्कासन सफल रहा",
  "Remove from list": "सूची से हटाएँ",
  "Remove permanent data": "स्थायी डेटा हटाएं",
  "Remove selection from bundle": "बंडल से चयन हटाएँ",
  "Remove successful installs/uninstalls/updates from the installation list": "स्थापना सूची से सफल स्थापना/स्थापना रद्द/अद्यतन निकालें",
  "Removing source {source}": "{source}स्रोत हटाना",
  "Removing source {source} from {manager}": "{manager} से {source}स्रोत हटाना",
  "Repair UniGetUI": "यूनीगेटयूआई की मरम्मत करें",
  "Repair WinGet": "विनगेट की मरम्मत करें",
  "Report an issue or submit a feature request": "किसी समस्या की रिपोर्ट करें या सुविधा का अनुरोध सबमिट करें",
  "Repository": "कोष",
  "Reset": "रीसेट",
  "Reset Scoop's global app cache": "स्कूप के वैश्विक ऐप कैश को रीसेट करें",
  "Reset UniGetUI": "यूनीगेटयूआई रीसेट करें",
  "Reset WinGet": "विनगेट रीसेट करें",
  "Reset Winget sources (might help if no packages are listed)": "विंगेट स्रोत रीसेट करें (कोई पैकेज सूचीबद्ध नहीं होने पर मदद मिल सकती है)",
  "Reset WingetUI": "यूनीगेटयूआई रीसेट करें",
  "Reset WingetUI and its preferences": "WingetUI  और इसकी प्राथमिकताएं रीसेट करें",
  "Reset WingetUI icon and screenshot cache": "WingetUI  आइकन और स्क्रीनशॉट कैश को रीसेट करें",
  "Reset list": "सूची रीसेट करें",
  "Resetting Winget sources - WingetUI": "विनगेट स्रोतों - यूनीगेटयूआई को रीसेट करना",
  "Restart": "पुनःआरंभ करें",
  "Restart UniGetUI": "यूनीगेटयूआई पुनःआरंभ करें",
  "Restart WingetUI": "WingetUI  को पुनरारंभ करें",
  "Restart WingetUI to fully apply changes": "परिवर्तनों को पूरी तरह से लागू करने के लिए यूनीगेटयूआई को पुनःआरंभ करें",
  "Restart later": "बाद में पुनः आरंभ करें",
  "Restart now": "अब पुनःचालू करें",
  "Restart required": "पुनरारंभ करना आवश्यक है",
  "Restart your PC to finish installation": "स्थापना समाप्त करने के लिए अपने कंप्यूटर को पुनरारंभ करें",
  "Restart your computer to finish the installation": "स्थापना समाप्त करने के लिए अपने कंप्यूटर को पुनरारंभ करें",
  "Restore a backup from the cloud": "क्लाउड से बैकअप पुनर्स्थापित करें",
  "Restrictions on package managers": "संकुल प्रबंधकों पर प्रतिबंध",
  "Restrictions on package operations": "संकुल संचालन पर प्रतिबंध",
  "Restrictions when importing package bundles": "संकुल बंडल आयात करते समय प्रतिबंध",
  "Retry": "पुन: प्रयास करें",
  "Retry as administrator": "व्यवस्थापक के रूप में पुनः प्रयास करें",
  "Retry failed operations": "विफल ऑपरेशनों का पुनः प्रयास करें",
  "Retry interactively": "सहभागितापूर्ण तरीके से पुनः प्रयास करें",
  "Retry skipping integrity checks": "अखंडता जांच को छोड़कर पुनः प्रयास करें",
  "Retrying, please wait...": "पुनः प्रयास किया जा रहा है, कृपया प्रतीक्षा करें...",
  "Return to top": "ऊपर लौटें",
  "Run": "चलाओ",
  "Run as admin": "\nप्रशासक के रूप में चलाएँ",
  "Run cleanup and clear cache": "क्लीनअप चलाएं और कैश साफ़ करें",
  "Run last": "अन्त में चलाएं",
  "Run next": "अगला भाग चलाएँ",
  "Run now": "अब चलाओ",
  "Running the installer...": "इंस्टॉलर चल रहा है...",
  "Running the uninstaller...": "अनइंस्टॉलर चल रहा है...",
  "Running the updater...": "अपडेटर चल रहा है...",
  "Save": "बचाओ",
  "Save File": "फाइल सुरक्षित करें",
  "Save and close": "बचा लें और बंद करें",
  "Save as": "के रूप बचाओ",
  "Save bundle as": "के रूप बंडल बचाओ",
  "Save now": "अब बचा लें",
  "Saving packages, please wait...": "संकुल सेव कर रहे हैं, कृपया इंतज़ार करें...",
  "Scoop Installer - WingetUI": "स्कूप इंस्टॉलर - यूनीगेटयूआई",
  "Scoop Uninstaller - WingetUI": "स्कूप अनइंस्टालर - यूनीगेटयूआई",
  "Scoop package": "स्कूप पैकेज",
  "Search": "खोज",
  "Search for desktop software, warn me when updates are available and do not do nerdy things. I don't want WingetUI to overcomplicate, I just want a simple <b>software store</b>": "डेस्कटॉप सॉफ़्टवेयर के लिए खोजें, अपडेट उपलब्ध होने पर मुझे चेतावनी दें और नीरस चीज़ें न करें। मैं नहीं चाहता कि WingetUI ई जटिल हो जाए, मुझे बस एक साधारण <b>सॉफ़्टवेयर स्टोर</b> चाहिए",
  "Search for packages": "पैकेज खोजें",
  "Search for packages to start": "संकुल खोजना शुरू करें",
  "Search mode": "खोज मोड",
  "Search on available updates": "उपलब्ध अपडेट पर खोजें",
  "Search on your software": "अपने सॉफ़्टवेयर पर खोजें",
  "Searching for installed packages...": "इंस्टॉल किए गए पैकेज खोजे जा रहे हैं...",
  "Searching for packages...": "\nपैकेज खोजे जा रहे हैं...",
  "Searching for updates...": "अपडेट खोजे जा रहे हैं...",
  "Select": "चुनें",
  "Select \"{item}\" to add your custom bucket": "अपनी कस्टम बकेट जोड़ने के लिए \"{item}\" चुनें",
  "Select a folder": "एक फ़ोल्डर चुनें",
  "Select all": "सभी चुने",
  "Select all packages": "सभी पैकेजों का चयन करें",
  "Select backup": "बैकअप चुनें",
  "Select only <b>if you know what you are doing</b>.": "केवल <b>यदि आप जानते हैं कि आप क्या कर रहे हैं</b> चुनें।",
  "Select package file": "पैकेज फ़ाइल का चयन करें",
  "Select the backup you want to open. Later, you will be able to review which packages you want to install.": "वह बैकअप चुनें जिसे आप खोलना चाहते हैं। बाद में, आप देख पाएँगे कि आप कौन से पैकेज/प्रोग्राम रिस्टोर करना चाहते हैं।",
  "Select the executable to be used. The following list shows the executables found by UniGetUI": "इस्तेमाल करने के लिए एग्जीक्यूटेबल चुनें। नीचे दी गई लिस्ट में यूनीगेटयूआई को मिले एग्जीक्यूटेबल दिखाए गए हैं।",
  "Select the processes that should be closed before this package is installed, updated or uninstalled.": "उन प्रोसेस को चुनें जिन्हें इस संकुल को इंस्टॉल, अपडेट या अनइंस्टॉल करने से पहले बंद कर देना चाहिए।",
  "Select the source you want to add:": "वह सोर्स चुनें जिसे आप जोड़ना चाहते हैं:",
  "Select upgradable packages by default": "डिफ़ॉल्ट रूप से अपग्रेड करने योग्य पैकेज चुनें",
  "Select which <b>package managers</b> to use ({0}), configure how packages are installed, manage how administrator rights are handled, etc.": "चुनें कि कौन से <b>पैकेज मेनेजर</b> का उपयोग करना है ({0}), कॉन्फ़िगर करें कि पैकेज कैसे स्थापित किए जाते हैं, प्रबंधित करें कि व्यवस्थापक अधिकार कैसे प्रबंधित किए जाते हैं, आदि।",
  "Sent handshake. Waiting for instance listener's answer... ({0}%)": "\nहैंडशेका भेजा। इंस्टेंस के लिए लिसनर के उत्तर की प्रतीक्षा की जा रही है... ({0}%)",
  "Set a custom backup file name": "एक कस्टम बैकअप फ़ाइल नाम सेट करें",
  "Set custom backup file name": "कस्टम बैकअप फ़ाइल नाम सेट करें",
  "Settings": "सेटिंग्स",
  "Share": "शेयर करना",
  "Share WingetUI": "यूनीगेटयूआई शेयर करें",
  "Share anonymous usage data": "अनाम उपयोग डेटा साझा करें",
  "Share this package": "इस पैकेज को शेयर करें",
  "Should you modify the security settings, you will need to open the bundle again for the changes to take effect.": "अगर आप सिक्योरिटी सेटिंग्स में बदलाव करते हैं, तो बदलाव लागू होने के लिए आपको बंडल को फिर से खोलना होगा।",
  "Show UniGetUI on the system tray": "सिस्टम ट्रे पर यूनीगेटयूआई दिखाएँ",
  "Show UniGetUI's version and build number on the titlebar.": "टाइटल बार पर यूनीगेटयूआई वर्शन दिखाएँ",
  "Show WingetUI": "WingetUI  दिखाएं",
  "Show a notification when an installation fails": "स्थापना के विफल होने पर सूचना दिखाएं",
  "Show a notification when an installation finishes successfully": "स्थापना सफलतापूर्वक पूर्ण होने पर सूचना दिखाएं",
  "Show a notification when an operation fails": "जब कोई ऑपरेशन फेल हो जाए तो नोटिफिकेशन दिखाएं",
  "Show a notification when an operation finishes successfully": "जब कोई ऑपरेशन सफलतापूर्वक पूरा हो जाए तो एक नोटिफ़िकेशन दिखाएँ",
  "Show a notification when there are available updates": "अपडेट उपलब्ध होने पर सूचना दिखाएं",
  "Show a silent notification when an operation is running": "जब कोई ऑपरेशन चल रहा हो तो साइलेंट नोटिफ़िकेशन दिखाएँ",
  "Show details": "\nविवरण दिखाएं",
  "Show in explorer": "एक्सप्लोरर में दिखाएँ",
  "Show info about the package on the Updates tab": "अपडेट टैब पर पैकेज के बारे में जानकारी दिखाएं",
  "Show missing translation strings": "अनुपलब्ध अनुवाद स्ट्रिंग दिखाएं",
  "Show notifications on different events": "अलग-अलग इवेंट पर नोटिफ़िकेशन दिखाएँ",
  "Show package details": "पैकेज विवरण दिखाएं",
  "Show package icons on package lists": "संकुल लिस्ट पर संकुल आइकन दिखाएँ",
  "Show similar packages": "समान संकुल दिखाएँ",
  "Show the live output": "लाइव आउटपुट दिखाएं",
  "Size": "आकार",
  "Skip": "छोड़ें",
  "Skip hash check": "हैश चैक छोड़ दें",
  "Skip hash checks": "हैश जाँच छोड़ें",
  "Skip integrity checks": "अखंडता जांच छोड़ें",
  "Skip minor updates for this package": "इस संकुल के लिए छोटे अपडेट छोड़ें",
  "Skip the hash check when installing the selected packages": "चयनित पैकेजों को स्थापित करते समय हैश चेक छोड़ें",
  "Skip the hash check when updating the selected packages": "चयनित पैकेजों को अपडेट करते समय हैश चेक छोड़ें",
  "Skip this version": "इस संस्करण को छोड़ दें",
  "Software Updates": "\nसॉफ्टवेयर अपडेट",
  "Something went wrong": "कुछ गलत हो गया",
  "Something went wrong while launching the updater.": "अपडेटर लॉन्च करते समय कुछ गलत हो गई।",
  "Source": "स्रोत",
  "Source URL:": "स्रोत यूआरएल:",
  "Source added successfully": "स्रोत सफलतापूर्वक जोड़ा गया",
  "Source addition failed": "स्रोत जोड़ना विफल रहा",
  "Source name:": "स्रोत का नाम:",
  "Source removal failed": "स्रोत हटाना विफल रहा",
  "Source removed successfully": "स्रोत सफलतापूर्वक हटा दिया गया",
  "Source:": "स्रोत:",
  "Sources": "स्रोत",
  "Start": "शुरू करें",
  "Starting daemons...": "डेमॉन शुरू करे जा रहे हैं...",
  "Starting operation...": "ऑपरेशन शुरू हो रहा है...",
  "Startup options": "स्टार्टअप विकल्प",
  "Status": "स्थति",
  "Stuck here? Skip initialization": "यहाँ फँस गया? आरंभीकरण छोड़ें",
  "Success!": "सफलता!",
  "Suport the developer": "डेवलपर का समर्थन करें",
  "Support me": "मेरी सहायता करें",
  "Support the developer": "डेवलपर की सहायता करें",
  "Systems are now ready to go!": "सिस्टम अब चलने के लिए तैयार हैं!",
  "Telemetry": "टेलीमेटरी",
  "Text": "लेखन",
  "Text file": "पाठ फ़ाइल",
  "Thank you ❤": "धन्यवाद ❤",
  "Thank you 😉": "धन्यवाद 😉",
  "The Rust package manager.<br>Contains: <b>Rust libraries and programs written in Rust</b>": "रस्ट संकुल मैनेजर. <br>निहित: <b>रस्ट लाइब्रेरी और रस्ट में लिखे गए प्रोग्राम</b>",
  "The backup will NOT include any binary file nor any program's saved data.": "बैकअप में कोई बाइनरी फ़ाइल या किसी प्रोग्राम का सेव किया गया डेटा शामिल नहीं होगा।",
  "The backup will be performed after login.": "लॉगिन के बाद बैकअप किया जाएगा।",
  "The backup will include the complete list of the installed packages and their installation options. Ignored updates and skipped versions will also be saved.": "बैकअप में इंस्टॉल किए गए पैकेज और उनके इंस्टॉलेशन ऑप्शन की पूरी लिस्ट होगी। इग्नोर किए गए अपडेट और स्किप किए गए वर्शन भी सेव हो जाएंगे।",
  "The bundle was created successfully on {0}": "बंडल सफलतापूर्वक {0} में बनाया गया",
  "The bundle you are trying to load appears to be invalid. Please check the file and try again.": "आप जो बंडल लोड करने की कोशिश कर रहे हैं, वह इनवैलिड लग रहा है। कृपया फ़ाइल चेक करें और फिर से कोशिश करें।",
  "The checksum of the installer does not coincide with the expected value, and the authenticity of the installer can't be verified. If you trust the publisher, {0} the package again skipping the hash check.": "इंस्टॉलर का चेकसम अपेक्षित मान से मेल नहीं खाता है, और इंस्टॉलर की प्रामाणिकता को सत्यापित नहीं किया जा सकता है। यदि आप प्रकाशक पर भरोसा करते हैं, तो {0} पैकेज फिर से हैश जांच छोड़ देता है।",
  "The classical package manager for windows. You'll find everything there. <br>Contains: <b>General Software</b>": "विंडोज़ के लिए क्लासिक संकुल मैनेजर. आपको वहां सब कुछ मिलेगा. <br>निहित: <b>सामान्य सॉफ्टवेयर</b>",
  "The cloud backup completed successfully.": "क्लाउड बैकअप सफलतापूर्वक पूरा हो गया।",
  "The cloud backup has been loaded successfully.": "क्लाउड बैकअप सफलतापूर्वक लोड हो गया है।",
  "The current bundle has no packages. Add some packages to get started": "अभी के बंडल में कोई संकुल नहीं है। शुरू करने के लिए कुछ संकुल जोड़ें",
  "The executable file for {0} was not found": "{0} के लिए एक्ज़ीक्यूटेबल फ़ाइल नहीं मिला था",
  "The following options will be applied by default each time a {0} package is installed, upgraded or uninstalled.": "हर बार एक {0} संकुल इंस्टॉल, अपग्रेड या अनइंस्टॉल होने पर ये ऑप्शन डिफ़ॉल्ट रूप से लागू हो जाएंगे",
  "The following packages are going to be exported to a JSON file. No user data or binaries are going to be saved.": "निम्नलिखित पैकेजों को JSON फ़ाइल में निर्यात किया जा रहा है। कोई उपयोगकर्ता डेटा या बायनेरिज़ सहेजा नहीं जा रहा है।",
  "The following packages are going to be installed on your system.": "आपके सिस्टम पर निम्नलिखित पैकेज स्थापित होने जा रहे हैं।",
  "The following settings may pose a security risk, hence they are disabled by default.": "नीचे दी गई सेटिंग्स से सिक्योरिटी रिस्क हो सकता है, इसलिए वे डिफ़ॉल्ट रूप से डिसेबल हैं।",
  "The following settings will be applied each time this package is installed, updated or removed.": "हर बार जब यह पैकेज इंस्टॉल, अपडेट या हटाया जाएगा, तो ये सेटिंग्स लागू होंगी।",
  "The following settings will be applied each time this package is installed, updated or removed. They will be saved automatically.": "हर बार जब यह संकुल इंस्टॉल, अपडेट या हटाया जाएगा, तो ये सेटिंग्स लागू होंगी। वे अपने आप सेव हो जाएंगी।",
  "The icons and screenshots are maintained by users like you!": "आप जैसे उपयोगकर्ताओं द्वारा आइकन और स्क्रीनशॉट का रखरखाव किया जाता है!",
  "The installation script saved to {0}": "इंस्टॉलेशन स्क्रिप्ट को {0} में सेव किया गया",
  "The installer authenticity could not be verified.": "इंस्टॉलर की असलियत सत्यापित नहीं की जा सकी।",
  "The installer has an invalid checksum": "इंस्टॉलर के पास अमान्य चेकसम है",
  "The installer hash does not match the expected value.": "इंस्टॉलर हैश अपेक्षित वैल्यू से मेल नहीं खाता है।",
  "The local icon cache currently takes {0} MB": "लोकल आइकन कैश अभी {0} एमबी लेता है",
  "The main goal of this project is to create an intuitive UI to manage the most common CLI package managers for Windows, such as Winget and Scoop.": "\nइस परियोजना का मुख्य लक्ष्य विंडोज के लिए सबसे आम सीएलआई पैकेज मेनेजर जैसे विनगेट और स्कूप को प्रबंधित करने के लिए एक सहज यूआई बनाना है।",
  "The package \"{0}\" was not found on the package manager \"{1}\"": "संकुल {0} संकुल पैकेज मैनेजर {1} पर नहीं मिला",
  "The package bundle could not be created due to an error.": "एक एरर के कारण संकुल बंडल नहीं बनाया जा सका।",
  "The package bundle is not valid": "संकुल बंडल मान्य नहीं है",
  "The package manager \"{0}\" is disabled": "संकुल प्रबंधक {0} अक्षम है",
  "The package manager \"{0}\" was not found": "संकुल प्रबंधक {0} नहीं मिला था",
  "The package {0} from {1} was not found.": "संकुल {1} से संकुल {0} नहीं मिला",
  "The packages listed here won't be taken in account when checking for updates. Double-click them or click the button on their right to stop ignoring their updates.": "अद्यतनों के लिए जाँच करते समय यहाँ सूचीबद्ध पैकेजों को ध्यान में नहीं रखा जाएगा। उनके अद्यतनों को नज़रअंदाज़ करना बंद करने के लिए उन पर डबल-क्लिक करें या उनकी दाईं ओर स्थित बटन क्लिक करें।",
  "The selected packages have been blacklisted": "चुने गए संकुल को ब्लैकलिस्ट कर दिया गया है।",
  "The settings will list, in their descriptions, the potential security issues they may have.": "सेटिंग्स अपनी जानकारी में उन संभावित सुरक्षा समस्याओं को बताएंगी जो उनमें हो सकती हैं।",
  "The size of the backup is estimated to be less than 1MB.": "बैकअप का साइज़ 1 एमबी से कम होने का अनुमान है।",
  "The source {source} was added to {manager} successfully": "स्रोत {source} को {manager} में जोड़ा गया",
  "The source {source} was removed from {manager} successfully": "{manager} से स्रोत {source} को सफलतापूर्वक हटा दिया गया",
  "The system tray icon must be enabled in order for notifications to work": "नोटिफ़िकेशन काम करने के लिए सिस्टम ट्रे आइकन इनेबल होना चाहिए।",
  "The update process has been aborted.": "अपडेट प्रक्रिया रद्द कर दी गई है।",
  "The update process will start after closing UniGetUI": "यूनीगेटयूआई बंद करने के बाद अपडेट प्रोसेस शुरू हो जाएगा।",
  "The update will be installed upon closing WingetUI": "यूनीगेटयूआई बंद करने पर अपडेट इंस्टॉल हो जाएगा।",
  "The update will not continue.": "अपडेट जारी नहीं रहेगा।",
  "The user has canceled {0}, that was a requirement for {1} to be run": "यूज़र ने {0} को रद्द कर दिया है, वह {1} को चलाने के लिए एक शर्त थी।",
  "There are no new UniGetUI versions to be installed": "इंस्टॉल करने के लिए कोई नया यूनीगेटयूआई वर्शन उपलब्ध नहीं है।",
  "There are ongoing operations. Quitting WingetUI may cause them to fail. Do you want to continue?": "ऑपरेशन चल रहे हैं। यूनीगेटयूआई बंद करने से वे फेल हो सकते हैं। क्या आप जारी रखना चाहते हैं?",
  "There are some great videos on YouTube that showcase WingetUI and its capabilities. You could learn useful tricks and tips!": "YouTube पर कुछ बेहतरीन वीडियो हैं जो WingetUI और इसकी क्षमताओं को प्रदर्शित करते हैं। आप उपयोगी ट्रिक्स और टिप्स सीख सकते हैं!",
  "There are two main reasons to not run WingetUI as administrator:\n The first one is that the Scoop package manager might cause problems with some commands when ran with administrator rights.\n The second one is that running WingetUI as administrator means that any package that you download will be ran as administrator (and this is not safe).\n Remeber that if you need to install a specific package as administrator, you can always right-click the item -> Install/Update/Uninstall as administrator.": "WingetUI  को प्रशासक के रूप में नहीं चलाने के दो मुख्य कारण हैं: पहला यह है कि स्कूप पैकेज मेनेजर प्रशासक अधिकारों के साथ चलने पर कुछ कमांड के साथ समस्या पैदा कर सकता है। दूसरा यह है कि WingetUI  को प्रशासक के रूप में चलाने का अर्थ है कि आपके द्वारा डाउनलोड किया जाने वाला कोई भी पैकेज प्रशासक के रूप में चलाया जाएगा (और यह सुरक्षित नहीं है)। याद रखें कि यदि आपको प्रशासक के रूप में एक विशिष्ट पैकेज स्थापित करने की आवश्यकता है, तो आप हमेशा आइटम पर राइट-क्लिक कर सकते हैं -> व्यवस्थापक के रूप में स्थापित/अपडेट/स्थापना रद्द करें।",
  "There is an error with the configuration of the package manager \"{0}\"": "संकुल प्रबंधक \"{0}\" के कॉन्फ़िगरेशन में कोई गड़बड़ी है।",
  "There is an installation in progress. If you close WingetUI, the installation may fail and have unexpected results. Do you still want to quit WingetUI?": "एक स्थापना प्रगति पर है। यदि आप WingetUI  को बंद करते हैं, तो स्थापना विफल हो सकती है और अनपेक्षित परिणाम हो सकते हैं। क्या आप अभी भी विंगेटयूआई छोड़ना चाहते हैं?",
  "They are the programs in charge of installing, updating and removing packages.": "वे पैकेज को स्थापित करने, अपडेट करने और हटाने के प्रभारी कार्यक्रम हैं।",
  "Third-party licenses": "तृतीय-पक्ष लाइसेंस",
  "This could represent a <b>security risk</b>.": "यह <b>सुरक्षा जोखिम</b> का प्रतिनिधित्व हो सकता है।",
  "This is not recommended.": "इसकी सलाह नहीं दी जाती है।",
  "This is probably due to the fact that the package you were sent was removed, or published on a package manager that you don't have enabled. The received ID is {0}": "यह शायद इस तथ्य के कारण है कि आपके द्वारा भेजा गया पैकेज हटा दिया गया था, या पैकेज मैनेजर पर प्रकाशित किया गया था जिसे आपने सक्षम नहीं किया है। प्राप्त आईडी {0} है",
  "This is the <b>default choice</b>.": "यह <b>डिफ़ॉल्ट विकल्प</b> है।",
  "This may help if WinGet packages are not shown": "अगर विनगेट संकुल नहीं दिख रहे हैं तो यह मदद कर सकता है।",
  "This may help if no packages are listed": "अगर कोई संकुल लिस्ट में नहीं दिख रहा है तो यह मदद कर सकता है।",
  "This may take a minute or two": "इसमें एक या दो मिनट लग सकते हैं।",
  "This operation is running interactively.": "यह ऑपरेशन इंटरैक्टिव तरीके से चल रहा है।",
  "This operation is running with administrator privileges.": "यह ऑपरेशन एडमिनिस्ट्रेटर प्रिविलेज के साथ चल रहा है।",
  "This option WILL cause issues. Any operation incapable of elevating itself WILL FAIL. Install/update/uninstall as administrator will NOT WORK.": "इस ऑप्शन से दिक्कतें आएंगी। कोई भी ऑपरेशन जो खुद को एलिवेट नहीं कर पाएगा, वह फेल हो जाएगा। एडमिनिस्ट्रेटर के तौर पर इंस्टॉल/अपडेट/अनइंस्टॉल काम नहीं करेगा।",
  "This package bundle had some settings that are potentially dangerous, and may be ignored by default.": "इस संकुल बंडल में कुछ ऐसी सेटिंग्स थीं जो संभावित रूप से खतरनाक हैं, और जिन्हें डिफ़ॉल्ट रूप से अनदेखा किया जा सकता है।",
  "This package can be updated": "इस संकुल को अपडेट किया जा सकता है",
  "This package can be updated to version {0}": "इस संकुल को {0} वर्जन में अपडेट किया जा सकता है।",
  "This package can be upgraded to version {0}": "इस संकुल को {0} वर्जन में अपडेट किया जा सकता है।",
  "This package cannot be installed from an elevated context.": "इस संकुल को एलिवेटेड कॉन्टेक्स्ट से इंस्टॉल नहीं किया जा सकता।",
  "This package has no screenshots or is missing the icon? Contrbute to WingetUI by adding the missing icons and screenshots to our open, public database.": "इस संकुल में कोई स्क्रीनशॉट नहीं है या आइकन गायब है? हमारे ओपन, पब्लिक डेटाबेस में गायब आइकन और स्क्रीनशॉट जोड़कर यूनीगेटयूआई में योगदान दें।",
  "This package is already installed": "यह संकुल पहले से ही इंस्टॉल है",
  "This package is being processed": "यह संकुल पहले से ही प्रसंस्कृत है",
  "This package is not available": "यह संकुल उपलब्ध नहीं है",
  "This package is on the queue": "यह संकुल पंक्ति में है।",
  "This process is running with administrator privileges": "यह प्रक्रिया व्यवस्थापक विशेषाधिकारों के साथ चल रही है",
  "This project has no connection with the official {0} project — it's completely unofficial.": "इस प्रोजेक्ट का ऑफिशियल {0} प्रोजेक्ट से कोई कनेक्शन नहीं है — यह पूरी तरह से अनौपचारिक है।",
  "This setting is disabled": "यह सेटिंग अक्षम है",
  "This wizard will help you configure and customize WingetUI!": "यह विज़ार्ड आपको WingetUI को कॉन्फ़िगर और कस्टमाइज़ करने में मदद करेगा!",
  "Toggle search filters pane": "खोज फ़िल्टर फलक टॉगल करें",
  "Translators": "\nअनुवादक",
  "Try to kill the processes that refuse to close when requested to": "उन प्रोसेस को बंद करने की कोशिश करें जो रिक्वेस्ट करने पर बंद नहीं होते हैं",
  "Turning this on enables changing the executable file used to interact with package managers. While this allows finer-grained customization of your install processes, it may also be dangerous": "इसे चालू करने से संकुल मैनेजर के साथ इंटरैक्ट करने के लिए इस्तेमाल होने वाली एग्जीक्यूटेबल फ़ाइल को बदलना संभव हो जाता है। हालांकि इससे आपके इंस्टॉल प्रोसेस को ज़्यादा बारीकी से कस्टमाइज़ किया जा सकता है, लेकिन यह खतरनाक भी हो सकता है।",
  "Type here the name and the URL of the source you want to add, separed by a space.": "जिस स्रोत को आप जोड़ना चाहते हैं, उसका नाम और URL यहाँ टाइप करें, दोनों को स्पेस से अलग करें।",
  "Unable to find package": "पैकेज नहीं मिल सका",
  "Unable to load informarion": "सूचना लोड करने में असमर्थ",
  "UniGetUI collects anonymous usage data in order to improve the user experience.": "यूनीगेटयूआई यूज़र एक्सपीरियंस को बेहतर बनाने के लिए गुमनाम यूसेज डेटा इकट्ठा करता है।",
  "UniGetUI collects anonymous usage data with the sole purpose of understanding and improving the user experience.": "यूनीगेटयूआई यूज़र एक्सपीरियंस को समझने और बेहतर बनाने के एकमात्र मकसद से गुमनाम यूसेज डेटा इकट्ठा करता है।",
  "UniGetUI has detected a new desktop shortcut that can be deleted automatically.": "यूनीगेटयूआई ने एक नया डेस्कटॉप शॉर्टकट डिटेक्ट किया है जिसे ऑटोमैटिकली डिलीट किया जा सकता है।",
  "UniGetUI has detected the following desktop shortcuts which can be removed automatically on future upgrades": "यूनीगेटयूआई ने निम्नलिखित डेस्कटॉप शॉर्टकट का पता लगाया है जिन्हें भविष्य के अपग्रेड में अपने आप हटाया जा सकता है।",
  "UniGetUI has detected {0} new desktop shortcuts that can be deleted automatically.": "यूनीगेटयूआई ने पता लगाया है {0} नए डेस्कटॉप शॉर्टकट जिन्हें अपने आप डिलीट किया जा सकता है।",
  "UniGetUI is being updated...": "यूनीगेटयूआई  अपडेट हो रहा है...",
  "UniGetUI is not related to any of the compatible package managers. UniGetUI is an independent project.": "यूनीगेटयूआई  किसी भी कम्पैटिबल पैकेज संकुल से जुड़ा नहीं है। यूनीगेटयूआई एक इंडिपेंडेंट प्रोजेक्ट है।",
  "UniGetUI on the background and system tray": "यूनीगेटयूआई बैकग्राउंड और सिस्टम ट्रे पर है।",
  "UniGetUI or some of its components are missing or corrupt.": "यूनीगेटयूआई या इसके कुछ कंपोनेंट गायब हैं या खराब हो गए हैं।",
  "UniGetUI requires {0} to operate, but it was not found on your system.": "यूनीगेटयूआई को काम करने के लिए {0} की ज़रूरत है, लेकिन यह आपके सिस्टम पर नहीं मिला।",
  "UniGetUI startup page:": "यूनीगेटयूआई स्टार्टअप पेज:",
  "UniGetUI updater": "यूनिगेटयूआई अपडेटर",
  "UniGetUI version {0} is being downloaded.": "यूनिगेटयूआई संस्करण {0} डाउनलोड किया जा रहा है।",
  "UniGetUI {0} is ready to be installed.": "यूनीगेटयूआई {0} इंस्टॉल होने के लिए तैयार है।",
  "Uninstall": "स्थापना रद्द करें",
  "Uninstall Scoop (and its packages)": "स्कूप (और उसके पैकेज) की स्थापना रद्द करें",
  "Uninstall and more": "अनइंस्टॉल करें और भी बहुत कुछ",
  "Uninstall and remove data": "अनइंस्टॉल करें और डेटा हटाएं",
  "Uninstall as administrator": "प्रशासक के रूप में स्थापना रद्द करें",
  "Uninstall canceled by the user!": "उपयोगकर्ता द्वारा स्थापना रद्द रोकी गयी!",
  "Uninstall failed": "अनइंस्टॉल विफल रहा",
  "Uninstall options": "अनइंस्टॉल विकल्प",
  "Uninstall package": "\nपैकेज की स्थापना रद्द करें",
  "Uninstall package, then reinstall it": "संकुल को अनइंस्टॉल करें, फिर उसे दोबारा इंस्टॉल करें।",
  "Uninstall package, then update it": null,
  "Uninstall previous versions when updated": null,
  "Uninstall selected packages": "चुने पैकेज की स्थापना रद्द करें",
  "Uninstall selection": null,
  "Uninstall succeeded": null,
  "Uninstall the selected packages with administrator privileges": "चयनित पैकेजों को व्यवस्थापक विशेषाधिकारों के साथ अनइंस्टॉल करें",
  "Uninstallable packages with the origin listed as \"{0}\" are not published on any package manager, so there's no information available to show about them.": "\"{0}\" के रूप में सूचीबद्ध मूल वाले अनइंस्टॉल करने योग्य पैकेज किसी भी पैकेज प्रबंधक पर प्रकाशित नहीं होते हैं, इसलिए उनके बारे में दिखाने के लिए कोई जानकारी उपलब्ध नहीं है।",
  "Unknown": "अज्ञात",
  "Unknown size": null,
  "Unset or unknown": null,
  "Up to date": null,
  "Update": "अपडेट",
  "Update WingetUI automatically": "WingetUI  को स्वचालित रूप से अपडेट करें",
  "Update all": "सभी अपडेट करें",
  "Update and more": null,
  "Update as administrator": "प्रशासक के रूप में अपडेट करें",
  "Update check frequency, automatically install updates, etc.": null,
  "Update checking": null,
  "Update date": "डेट अपडेट करें",
  "Update failed": null,
  "Update found!": "अपडेट मिला!",
  "Update now": null,
  "Update options": null,
  "Update package indexes on launch": null,
  "Update packages automatically": "संकुल स्वचालित रूप से अद्यतन करें",
  "Update selected packages": "Update selected packages",
  "Update selected packages with administrator privileges": "चयनित पैकेजों को व्यवस्थापिक विशेषाधिकारों के साथ अद्यतन करें",
  "Update selection": null,
  "Update succeeded": null,
  "Update to version {0}": null,
  "Update to {0} available": "{0} में अपडेट उपलब्ध है",
  "Update vcpkg's Git portfiles automatically (requires Git installed)": null,
  "Updates": "अपडेट",
  "Updates available!": null,
  "Updates for this package are ignored": null,
  "Updates found!": "अपडेट मिले!",
  "Updates preferences": null,
  "Updating WingetUI": "UniGetUI  को अपडेट कर रहा है",
  "Url": null,
  "Use Legacy bundled WinGet instead of PowerShell CMDLets": null,
  "Use a custom icon and screenshot database URL": null,
  "Use bundled WinGet instead of PowerShell CMDlets": null,
  "Use bundled WinGet instead of system WinGet": null,
  "Use installed GSudo instead of UniGetUI Elevator": null,
  "Use installed GSudo instead of the bundled one": "बंडल किए गए जीसूडो के बजाय इंस्टॉल किए गए जीसूडो का उपयोग करें (ऐप पुनरारंभ करने की आवश्यकता है)",
  "Use legacy UniGetUI Elevator (disable AdminByRequest support)": null,
  "Use system Chocolatey": null,
  "Use system Chocolatey (Needs a restart)": "सिस्टम चॉकलेटी का प्रयोग करें (पुनः आरंभ करने की आवश्यकता है)",
  "Use system Winget (Needs a restart)": "सिस्टम विंगेट का उपयोग करें (पुनरारंभ करने की आवश्यकता है)",
  "Use system Winget (System language must be set to english)": null,
  "Use the WinGet COM API to fetch packages": null,
  "Use the WinGet PowerShell Module instead of the WinGet COM API": null,
  "Useful links": null,
  "User": "उपयोगकर्ता",
  "User interface preferences": "उपयोगकर्ता इंटरफ़ेस प्राथमिकताएँ",
  "User | Local": null,
  "Username": null,
  "Using WingetUI implies the acceptation of the GNU Lesser General Public License v2.1 License": null,
  "Using WingetUI implies the acceptation of the MIT License": null,
  "Vcpkg root was not found. Please define the %VCPKG_ROOT% environment variable or define it from UniGetUI Settings": null,
  "Vcpkg was not found on your system.": null,
  "Verbose": null,
  "Version": "संस्करण",
  "Version to install:": "संस्करण स्थापित करने के लिए:",
  "Version:": null,
  "View GitHub Profile": null,
  "View WingetUI on GitHub": "GitHub पर UniGetUI देखें",
  "View WingetUI's source code. From there, you can report bugs or suggest features, or even contribute direcly to The WingetUI Project": "UniGetUI का सोर्स कोड देखें। वहां से, आप बग की रिपोर्ट कर सकते हैं या सुविधाओं का सुझाव दे सकते हैं, या यहां तक कि UniGetUI प्रोजेक्ट में सीधे योगदान कर सकते हैं",
  "View mode:": null,
  "View on UniGetUI": null,
  "View page on browser": null,
  "View {0} logs": null,
  "Wait for the device to be connected to the internet before attempting to do tasks that require internet connectivity.": null,
  "Waiting for other installations to finish...": "अन्य स्थापनाओं के समाप्त होने की प्रतीक्षा की जा रही है...",
  "Waiting for {0} to complete...": null,
  "Warning": "चेतावनी",
  "Warning!": null,
  "We are checking for updates.": null,
  "We could not load detailed information about this package, because it was not found in any of your package sources": "हम इस पैकेज के बारे में विस्तृत जानकारी लोड नहीं कर सके, क्योंकि यह आपके किसी भी पैकेज स्रोत में नहीं मिला था",
  "We could not load detailed information about this package, because it was not installed from an available package manager.": "हम इस पैकेज के बारे में विस्तृत जानकारी लोड नहीं कर सके, क्योंकि इसे किसी उपलब्ध पैकेज मैनेजर से स्थापित नहीं किया गया था।",
  "We could not {action} {package}. Please try again later. Click on \"{showDetails}\" to get the logs from the installer.": "हम {action} {package} नहीं कर सके। कृपया बाद में पुन: प्रयास करें। इंस्टॉलर से लॉग प्राप्त करने के लिए \"{showDetails}\" पर क्लिक करें।",
  "We could not {action} {package}. Please try again later. Click on \"{showDetails}\" to get the logs from the uninstaller.": "हम {action} {package} नहीं कर सके। कृपया बाद में पुन: प्रयास करें। अनइंस्टॉलर से लॉग प्राप्त करने के लिए \"{showDetails}\" पर क्लिक करें।",
  "We couldn't find any package": null,
  "Welcome to WingetUI": "UniGetUI  में आपका स्वागत है",
  "When batch installing packages from a bundle, install also packages that are already installed": null,
  "When new shortcuts are detected, delete them automatically instead of showing this dialog.": null,
  "Which backup do you want to open?": null,
  "Which package managers do you want to use?": "आप किस पैकेज म,मेनेजर का उपयोग करना चाहते हैं?",
  "Which source do you want to add?": null,
  "While Winget can be used within WingetUI, WingetUI can be used with other package managers, which can be confusing. In the past, WingetUI was designed to work only with Winget, but this is not true anymore, and therefore WingetUI does not represent what this project aims to become.": null,
  "WinGet could not be repaired": null,
  "WinGet malfunction detected": null,
  "WinGet was repaired successfully": null,
  "WingetUI": null,
  "WingetUI - Everything is up to date": "UniGetUI  - सब कुछ अप टू डेट है",
  "WingetUI - {0} updates are available": "UniGetUI  - {0} अपडेट उपलब्ध हैं",
  "WingetUI - {0} {1}": "UniGetUI  - {0} {1}",
  "WingetUI Homepage": null,
  "WingetUI Homepage - Share this link!": null,
  "WingetUI License": null,
  "WingetUI Log": null,
  "WingetUI Repository": null,
  "WingetUI Settings": "UniGetUI  की सेटिंग",
  "WingetUI Settings File": null,
  "WingetUI Uses the following libraries. Without them, WingetUI wouldn't have been possible.": null,
  "WingetUI Version {0}": null,
  "WingetUI autostart behaviour, application launch settings": "UniGetUI  ऑटोस्टार्ट व्यवहार, एप्लिकेशन लॉन्च सेटिंग्स",
  "WingetUI can check if your software has available updates, and install them automatically if you want to": null,
  "WingetUI display language:": "UniGetUI  की प्रदर्शन भाषा",
  "WingetUI has been ran as administrator, which is not recommended. When running WingetUI as administrator, EVERY operation launched from WingetUI will have administrator privileges. You can still use the program, but we highly recommend not running WingetUI with administrator privileges.": null,
  "WingetUI has been translated to more than 40 languages thanks to the volunteer translators. Thank you 🤝": null,
  "WingetUI has not been machine translated. The following users have been in charge of the translations:": "UniGetUI  का मशीनी अनुवाद नहीं किया गया है। निम्नलिखित उपयोगकर्ता अनुवादों के प्रभारी रहे हैं:",
  "WingetUI is an application that makes managing your software easier, by providing an all-in-one graphical interface for your command-line package managers.": null,
  "WingetUI is being renamed in order to emphasize the difference between WingetUI (the interface you are using right now) and Winget (a package manager developed by Microsoft with which I am not related)": null,
  "WingetUI is being updated. When finished, WingetUI will restart itself": "UniGetUI  को अपडेट किया जा रहा है। समाप्त होने पर, UniGetUI स्वयं को पुनः आरंभ करेगा",
  "WingetUI is free, and it will be free forever. No ads, no credit card, no premium version. 100% free, forever.": null,
  "WingetUI log": "UniGetUI  की लॉग",
  "WingetUI tray application preferences": "\nUniGetUI  ट्रे एप्लिकेशन प्राथमिकताएं",
  "WingetUI uses the following libraries. Without them, WingetUI wouldn't have been possible.": null,
  "WingetUI version {0} is being downloaded.": null,
  "WingetUI will become {newname} soon!": null,
  "WingetUI will not check for updates periodically. They will still be checked at launch, but you won't be warned about them.": "UniGetUI  समय-समय पर अपडेट की जांच नहीं करेगा। लॉन्च के समय भी उनकी जांच की जाएगी, लेकिन आपको उनके बारे में चेतावनी नहीं दी जाएगी।",
  "WingetUI will show a UAC prompt every time a package requires elevation to be installed.": "UniGetUI हर बार एक UAC संकेत दिखाएगा जब किसी पैकेज को स्थापित करने के लिए उन्नयन की आवश्यकता होगी।",
  "WingetUI will soon be named {newname}. This will not represent any change in the application. I (the developer) will continue the development of this project as I am doing right now, but under a different name.": null,
  "WingetUI wouldn't have been possible with the help of our dear contributors. Check out their GitHub profile, WingetUI wouldn't be possible without them!": "UniGetUI  हमारे प्रिय योगदानकर्ताओं की मदद के बिना संभव नहीं हो पाता। उनकी Github प्रोफ़ाइल देखें, UniGetUI  उनके बिना संभव नहीं होताा!",
  "WingetUI wouldn't have been possible without the help of the contributors. Thank you all 🥳": null,
  "WingetUI {0} is ready to be installed.": null,
  "Write here the process names here, separated by commas (,)": null,
  "Yes": "हाँ",
  "You are logged in as {0} (@{1})": null,
  "You can change this behavior on UniGetUI security settings.": null,
  "You can define the commands that will be run before or after this package is installed, updated or uninstalled. They will be run on a command prompt, so CMD scripts will work here.": null,
  "You have currently version {0} installed": null,
  "You have installed WingetUI Version {0}": null,
  "You may lose unsaved data": null,
  "You may need to install {pm} in order to use it with WingetUI.": null,
  "You may restart your computer later if you wish": "आप चाहें तो अपने कंप्यूटर को बाद में रीस्टार्ट कर सकते हैं",
  "You will be prompted only once, and administrator rights will be granted to packages that request them.": "आपको केवल एक बार संकेत दिया जाएगा, और व्यवस्थापक अधिकार उन पैकेजों को दिए जाएंगे जो उनका अनुरोध करते हैं।",
  "You will be prompted only once, and every future installation will be elevated automatically.": "आपको केवल एक बार संकेत दिया जाएगा, और भविष्य की प्रत्येक स्थापना स्वचालित रूप से उन्नत हो जाएगी।",
  "You will likely need to interact with the installer.": null,
  "[RAN AS ADMINISTRATOR]": null,
  "buy me a coffee": "मेरे लिए एक कॉफी खरीदो",
  "extracted": null,
  "feature": null,
  "formerly WingetUI": null,
  "homepage": "\nहोमपेज",
  "install": "स्थापित",
  "installation": "स्थापना",
  "installed": "स्थापित",
  "installing": "स्थापना",
  "library": null,
  "mandatory": null,
  "option": null,
  "optional": null,
  "uninstall": "स्थापना रद्द",
  "uninstallation": "स्थापना रद्द",
  "uninstalled": "स्थापना रद्द हुई",
  "uninstalling": "स्थापना रद्द हो रही है",
  "update(noun)": "अपडेट(संज्ञा)",
  "update(verb)": "अद्यतन",
  "updated": "अपडेट किया गया",
  "updating": "अपडेट किया जा रहा है",
  "version {0}": null,
  "{0} Install options are currently locked because {0} follows the default install options.": null,
  "{0} Uninstallation": "{0} स्थापना रद्द",
  "{0} aborted": "{0} रद्द किया गया",
  "{0} can be updated": "{0} अद्यतन किया जा सकता है",
  "{0} can be updated to version {1}": null,
  "{0} days": "{0} दिन",
  "{0} desktop shortcuts created": null,
  "{0} failed": "{0} असफल",
  "{0} has been installed successfully.": null,
  "{0} has been installed successfully. It is recommended to restart UniGetUI to finish the installation": null,
  "{0} has failed, that was a requirement for {1} to be run": null,
  "{0} homepage": null,
  "{0} hours": "{0} घंटे",
  "{0} installation": "\n{0} स्थापना",
  "{0} installation options": null,
  "{0} installer is being downloaded": null,
  "{0} is being installed": null,
  "{0} is being uninstalled": null,
  "{0} is being updated": "{0} अपडेट किया जा रहा है",
  "{0} is being updated to version {1}": null,
  "{0} is disabled": "{0} अक्षम है",
  "{0} minutes": "{0} मिनट",
  "{0} months": null,
  "{0} packages are being updated": "{0} पैकेज अपडेट किए जा रहे हैं",
  "{0} packages can be updated": "{0} संकुल अद्यतन किया जा सकता है",
  "{0} packages found": "\n{0} पैकेज मिले",
  "{0} packages were found": "{0} पैकेज मिले",
  "{0} packages were found, {1} of which match the specified filters.": null,
  "{0} selected": null,
  "{0} settings": null,
  "{0} status": null,
  "{0} succeeded": "{0} सफल हुआ",
  "{0} update": "{0} अपडेट करें",
  "{0} updates are available": null,
  "{0} was {1} successfully!": "\n{0} सफलतापूर्वक {1} हुआ!",
  "{0} weeks": null,
  "{0} years": null,
  "{0} {1} failed": "{0} {1} असफल रहा",
  "{package} Installation": null,
  "{package} Uninstall": null,
  "{package} Update": null,
  "{package} could not be installed": null,
  "{package} could not be uninstalled": null,
  "{package} could not be updated": null,
  "{package} installation failed": null,
  "{package} installer could not be downloaded": null,
  "{package} installer download": null,
  "{package} installer was downloaded successfully": null,
  "{package} uninstall failed": null,
  "{package} update failed": null,
  "{package} update failed. Click here for more details.": null,
  "{package} was installed successfully": null,
  "{package} was uninstalled successfully": null,
  "{package} was updated successfully": null,
  "{pcName} installed packages": null,
  "{pm} could not be found": null,
  "{pm} found: {state}": "{pm} मिला: {state}",
  "{pm} is disabled": null,
  "{pm} is enabled and ready to go": null,
  "{pm} package manager specific preferences": "{pm} पैकेज प्रबंधक विशिष्ट वरीयताएँ",
  "{pm} preferences": "{pm} वरीयताएँ",
  "{pm} version:": null,
  "{pm} was not found!": null
}