{
  "\"{0}\" is a local package and can't be shared": "\"{0}\" là một gói cục bộ và không thể chia sẻ",
  "\"{0}\" is a local package and does not have available details": "\"{0}\" là một gói cục bộ và không có chi tiết sẵn có",
  "\"{0}\" is a local package and is not compatible with this feature": "\"{0}\" là một gói cục bộ và không tương thích với tính năng này",
  "(Last checked: {0})": "(Lần kiểm tra cuối: {0})",
  "(Number {0} in the queue)": "(Số {0} trong hàng đợi)",
  "0 0 0 Contributors, please add your names/usernames separated by comas (for credit purposes). DO NOT Translate this entry": "@txavlog, @legendsjoon, @vanlongluuly, @aethervn2309",
  "0 packages found": "Không tìm thấy gói nào",
  "0 updates found": "Không tìm thấy bản cập nhật nào",
  "1 - Errors": "1 - Lỗi",
  "1 day": "1 ngày",
  "1 hour": "1 giờ",
  "1 month": "1 tháng",
  "1 package was found": "Đã tìm thấy 1 gói",
  "1 update is available": "Có 1 bản cập nhật có sẵn",
  "1 week": "1 tuần",
  "1 year": "1 năm",
  "1. Navigate to the \"{0}\" or \"{1}\" page.": "1. Điều hướng đến trang \"{0}\" hoặc \"{1}\".",
  "2 - Warnings": "2 - Cảnh báo",
  "2. Locate the package(s) you want to add to the bundle, and select their leftmost checkbox.": "2. Xác định gói hàng bạn muốn thêm vào bộ sản phẩm và chọn hộp kiểm ở vị trí ngoài cùng bên trái của chúng.",
  "3 - Information (less)": "3 - Thông tin (ít hơn)",
  "3. When the packages you want to add to the bundle are selected, find and click the option \"{0}\" on the toolbar.": "3. Khi các gói hàng bạn muốn thêm vào bộ sản phẩm đã được chọn, hãy tìm và nhấp vào tùy chọn \"{0}\" trên thanh công cụ.",
  "4 - Information (more)": "4 - Thông tin (thêm)",
  "4. Your packages will have been added to the bundle. You can continue adding packages, or export the bundle.": "4. Các gói hàng của bạn sẽ được thêm vào bộ sản phẩm. Bạn có thể tiếp tục thêm các gói hàng khác hoặc xuất bộ sản phẩm.",
  "5 - information (debug)": "5 - Thông tin (gỡ lỗi)",
  "A popular C/C++ library manager. Full of C/C++ libraries and other C/C++-related utilities<br>Contains: <b>C/C++ libraries and related utilities</b>": "Một trình quản lý thư viện C/C++ phổ biến. Đầy đủ các thư viện C/C++ và các tiện ích liên quan đến C/C++ khác. <br>Bao gồm: <b>Các thư viện C/C++ và các tiện ích liên quan.</b>",
  "A repository full of tools and executables designed with Microsoft's .NET ecosystem in mind.<br>Contains: <b>.NET related tools and scripts</b>": "Một kho chứa đầy đủ các công cụ và tệp thực thi được thiết kế với hệ sinh thái .NET của Microsoft. <br>Bao gồm: <b> Các công cụ và tập lệnh liên quan đến .NET</b>",
  "A repository full of tools designed with Microsoft's .NET ecosystem in mind.<br>Contains: <b>.NET related Tools</b>": "Một kho lưu trữ gồm đầy đủ các công cụ được thiết kế dành cho hệ sinh thái .NET của Microsoft. <br>Bao gồm: <b>.NET related Tools</b>",
  "A restart is required": "Yêu cầu khởi động lại",
  "About": "Giới thiệu",
  "About Qt6": "Giới thiệu về Qt6",
  "About WingetUI": "Giới thiệu về UniGetUI",
  "About WingetUI version {0}": "Giới thiệu về UniGetUI phiên bản {0}",
  "About the dev": "Giới thiệu về nhà phát triển",
  "Accept": "Chấp nhận",
  "Action when double-clicking packages, hide successful installations": "Hành động khi nhấn đúp vào các gói, ẩn các cài đặt thành công",
  "Add": "Thêm",
  "Add a source to {0}": "Thêm nguồn vào {0}",
  "Add a timestamp to the backup file names": "Thêm dấu thời gian vào tên tệp sao lưu",
  "Add a timestamp to the backup files": "Thêm dấu thời gian vào các tệp sao lưu",
  "Add packages or open an existing bundle": "Thêm các gói hoặc mở một gói đã tồn tại",
  "Add packages or open an existing package bundle": "Thêm gói hoặc mở một nhóm có sẵn",
  "Add packages to bundle": "Thêm gói hàng vào bộ sản phẩm",
  "Add packages to start": "Thêm gói để bắt đầu",
  "Add selection to bundle": "Thêm gói lựa chọn vào nhóm",
  "Add source": "Thêm nguồn",
  "Add updates that fail with a 'no applicable update found' to the ignored updates list": "Thêm các bản cập nhật bị lỗi với thông báo \"không tìm thấy bản cập nhật phù hợp\" vào danh sách cập nhật bị bỏ qua",
  "Adding source {source}": "Đang thêm nguồn {source}",
  "Adding source {source} to {manager}": "Thêm nguồn {source} vào {manager}",
  "Addition succeeded": "Thêm thành công",
  "Administrator privileges": "Quyền quản trị viên",
  "Administrator privileges preferences": "Tùy chọn quyền quản trị viên",
  "Administrator rights": "Quyền quản trị viên",
  "Advanced options": "Tùy chọn nâng cao",
  "All files": "Tất cả tệp tin",
  "All versions": "Tất cả phiên bản",
  "Allow package operations to be performed in parallel": "Cho phép thực hiện các hoạt động gói song song",
  "Allow parallel installs (NOT RECOMMENDED)": "Cho phép cài đặt song song (KHÔNG KHUYẾN KHÍCH)",
  "Allow {pm} operations to be performed in parallel": "Cho phép {pm} thao tác được thực hiện song song",
  "Alternatively, you can also install {0} by running the following command in a Windows PowerShell prompt:": "Ngoài ra, bạn cũng có thể cài đặt {0} bằng cách chạy lệnh sau trong lời nhắc Windows PowerShell:",
  "Always elevate {pm} installations by default": "Luôn sử dụng trình cài đặt {pm} nâng cao theo mặc định",
  "Always run {pm} operations with administrator rights": "Luôn chạy {pm} thao tác dưới quyền quản trị viên",
  "An error occurred": "Oops! Có lỗi xảy ra",
  "An error occurred when adding the source: ": "Có lỗi khi thêm nguồn",
  "An error occurred when attempting to show the package with Id {0}": "Có lỗi khi cố gắng hiển thị gói có Id {0}",
  "An error occurred when checking for updates: ": "Có lỗi khi kiểm tra cập nhật",
  "An error occurred while processing this package": "Có lỗi xảy ra khi xử lý gói này",
  "An error occurred:": "Đã xảy ra lỗi:",
  "An interal error occurred. Please view the log for further details.": "Đã xảy ra lỗi nội bộ. Vui lòng xem nhật ký để biết thêm chi tiết.",
  "An unexpected error occurred:": "Đã xảy ra lỗi không mong muốn:",
  "An unexpected issue occurred while attempting to repair WinGet. Please try again later": "Đã xảy ra sự cố không mong muốn khi cố gắng sửa chữa WinGet. Vui lòng thử lại sau",
  "An update was found!": "Một bản cập nhật đã được tìm thấy!",
  "Android Subsystem": "Hệ thống Android",
  "Another source": "Một nguồn khác",
  "Any new shorcuts created during an install or an update operation will be deleted automatically, instead of showing a confirmation prompt the first time they are detected.": "Bất kỳ lối tắt mới nào được tạo trong quá trình cài đặt hoặc cập nhật sẽ tự động bị xóa, thay vì hiển thị lời nhắc xác nhận lần đầu tiên chúng được phát hiện.",
  "Any shorcuts created or modified outside of UniGetUI will be ignored. You will be able to add them via the {0} button.": "Bất kỳ lối tắt nào được tạo hoặc chỉnh sửa ngoài UniGetUI sẽ bị bỏ qua. Bạn có thể thêm chúng thông qua nút {0}.",
  "Any unsaved changes will be lost": "Mọi thay đổi chưa lưu sẽ bị mất",
  "App Name": "Tên ứng dụng",
  "Appearance": "Giao diện",
  "Application theme, startup page, package icons, clear successful installs automatically": "Chủ đề ứng dụng, trang khởi động, biểu tượng gói, tự động xóa các cài đặt thành công",
  "Application theme:": "Giao diện ứng dụng",
  "Architecture to install:": "Kiến trúc cài đặt: ",
  "Are these screenshots wron or blurry?": "Các ảnh chụp màn hình này có sai hoặc mờ không?",
  "Are you really sure you want to enable this feature?": "Bạn có thật sự chắc chắn muốn bật tính năng này không?",
  "Are you sure you want to create a new package bundle? ": "Bạn có chắc chắn muốn tạo một nhóm gói mới không?",
  "Are you sure you want to delete all shortcuts?": "Bạn có chắc chắn muốn xóa tất cả các lối tắt không?",
  "Are you sure?": "Bạn có chắc không?",
  "Ascendant": "Thăng tiến",
  "Ask for administrator privileges once for each batch of operations": "Yêu cầu đặc quyền của quản trị viên một lần cho mỗi nhóm hành động",
  "Ask for administrator rights when required": "Yêu cầu quyền quản trị viên khi cần thiết",
  "Ask once or always for administrator rights, elevate installations by default": "Yêu cầu một lần hoặc luôn luôn quyền quản trị viên, cài đặt nâng cao theo mặc định",
  "Ask only once for administrator privileges (not recommended)": "Chỉ yêu cầu một lần đối với các đặc quyền của quản trị viên (không được khuyến nghị)",
  "Ask to delete desktop shortcuts created during an install or upgrade.": "Yêu cầu xóa các lối tắt trên màn hình được tạo ra trong quá trình cài đặt hoặc nâng cấp.",
  "Attention required": "Cần chú ý",
  "Authenticate to the proxy with an user and a password": "Xác thực với proxy bằng tên người dùng và mật khẩu",
  "Author": "Tác giả",
  "Automatic desktop shortcut remover": "Trình gỡ lối tắt trên màn hình tự động",
  "Automatically save a list of all your installed packages to easily restore them.": "Tự động lưu một danh sách tất cả các gói bạn đã cài đặt để dễ dàng khôi phục chúng sau này.",
  "Automatically save a list of your installed packages on your computer.": "Tự động lưu danh sách những gói đã cài đặt trên máy tính của bạn.",
  "Autostart WingetUI in the notifications area": "Tự động chạy WingetUI trong khu vực thông báo",
  "Available Updates": "Cập nhật có sẵn",
  "Available updates: {0}": "Cập nhật khả dụng: {0}",
  "Available updates: {0}, not finished yet...": "Cập nhật khả dụng: {0}, chưa hoàn tất...",
  "Backup": "Sao lưu",
  "Backup installed packages": "Sao lưu các gói đã cài đặt",
  "Backup location": "Vị trí sao lưu",
  "Become a contributor": "Trở thành người đóng góp",
  "Become a translator": "Trở thành người phiên dịch",
  "Beta features and other options that shouldn't be touched": "Các tính năng beta và lựa chọn khác không nên điều chỉnh",
  "Both": "Cả hai",
  "But here are other things you can do to learn about WingetUI even more:": "Tuy nhiên đây là những điều khác bạn có thể làm để tìm hiểu thêm về WingetUI: ",
  "By toggling a package manager off, you will no longer be able to see or update its packages.": "Bằng cách tắt trình quản lý gói, bạn sẽ không thể xem hoặc cập nhật các gói của nó nữa.",
  "Cache administrator rights and elevate installers by default": "Lưu trữ quyền quản trị viên và trình cài đặt nâng cao theo mặc định",
  "Cache administrator rights, but elevate installers only when required": "Lưu trữ quyền quản trị viên, nhưng chỉ cấp quyền cho trình cài đặt nâng cao khi được yêu cầu",
  "Cache was reset successfully!": "Cache đã được xóa thành công!",
  "Can't {0} {1}": "Không thể {0} {1}",
  "Cancel": "Hủy",
  "Cancel all operations": "Hủy tất cả các hoạt động",
  "Change backup output directory": "Thay đổi thư mục sao lưu",
  "Change how UniGetUI checks and installs available updates for your packages": "Thay đổi cách UniGetUI kiểm tra và cài đặt các bản cập nhật có sẵn cho gói của bạn",
  "Change how UniGetUI handles install, update and uninstall operations.": "Thay đổi cách UniGetUI xử lý các thao tác cài đặt, cập nhật và gỡ cài đặt.",
  "Change how UniGetUI installs packages, and checks and installs available updates": "Thay đổi cách UniGetUI cài đặt các gói và kiểm tra, cài đặt các bản cập nhật có sẵn.",
  "Change how operations request administrator rights": "Thay đổi cách các thao tác yêu cầu quyền quản trị viên",
  "Change install location": "Thay đổi vị trí cài đặt",
  "Check for package updates periodically": "Kiểm tra cập nhật gói định kỳ",
  "Check for updates": "Kiểm tra bản cập nhật",
  "Check for updates every:": "Kiểm tra cập nhật mỗi: ",
  "Check for updates periodically": "Kiểm tra cập nhật định kỳ",
  "Check for updates regularly, and ask me what to do when updates are found.": "Thường xuyên kiểm tra các bản cập nhật, và hỏi tôi làm gì với từng bản cập nhật",
  "Check for updates regularly, and automatically install available ones.": "Thường xuyên kiểm tra cập nhật và tự động cài đặt những bản có sẵn!",
  "Check out my {0} and my {1}!": "Kiểm tra {0} và {1} của tôi!",
  "Check out some WingetUI overviews": "Kiểm tra một số đánh giá UniGetUI",
  "Checking for other running instances...": "Đang kiểm tra các trường hợp đang chạy khác...",
  "Checking for updates...": "Đang kiểm tra cập nhật...",
  "Checking found instace(s)...": "Đang kiểm tra (các) phiên bản được tìm thấy....",
  "Choose how many operations shouls be performed in parallel": "Chọn số lượng hoạt động cần được thực hiện song song",
  "Clean successful operations": "Dọn dẹp các hoạt động thành công",
  "Clear cache": "Xóa bộ nhớ đệm",
  "Clear selection": "Xóa lựa chọn",
  "Clear successful operations from the operation list after a 5 second delay": "Xóa các thao tác thành công khỏi danh sách thao tác sau khi trễ 5 giây",
  "Clear the local icon cache": "Xóa bộ đệm biểu tượng cục bộ",
  "Clearing Scoop cache - WingetUI": "Dọn dẹp bộ nhớ đệm Scoop - WingetU",
  "Clearing Scoop cache...": "Đang xóa bộ nhớ Scoop....",
  "Click here for more details": "Bấm vào đây để biết thêm chi tiết",
  "Click on Install to begin the installation process. If you skip the installation, UniGetUI may not work as expected.": "Bấm vào Cài đặt để bắt đầu quá trình cài đặt. Nếu bạn bỏ qua quá trình cài đặt, UniGetUI có thể không hoạt động như mong đợi.",
  "Close": "Đóng",
  "Close UniGetUI to the system tray": "Đóng UniGetUI vào khay hệ thống.",
  "Close WingetUI to the notification area": "Đóng UniGetUI vào khu vực thông báo",
  "Command-line Output": "Đầu ra dòng lệnh",
  "Command-line to run:": "Dòng lệnh để chạy:",
  "Compare query against": "So sánh truy vấn với",
  "Compatible with authentication": "Tương thích với xác thực",
  "Compatible with proxy": "Tương thích với proxy",
  "Component Information": "Thông tin thành phần",
  "Concurrency and execution": "Đồng thời và thực thi",
  "Connect the internet using a custom proxy": "Kết nối internet bằng proxy tùy chỉnh",
  "Continue": "Tiếp tục",
  "Contribute to the icon and screenshot repository": "Đóng góp vào kho biểu tượng và ảnh chụp màn hình",
  "Contributors": "Người đóng góp",
  "Copy": "Sao chép",
  "Copy to clipboard": "Sao chép vào bảng nhớ tạm",
  "Could not add source": "Không thể thêm nguồn",
  "Could not add source {source} to {manager}": "Không thể thêm nguồn {source} vào {manager}",
  "Could not create bundle": "Không thể tạo gói",
  "Could not load announcements - ": "Không thể tải thông báo -",
  "Could not load announcements - HTTP status code is $CODE": "Không thể tải thông báo - mã trạng thái HTTP là $CODE",
  "Could not remove source": "Không thể xóa nguồn",
  "Could not remove source {source} from {manager}": "Không thể xóa nguồn {source} khỏi {manager}",
  "Could not remove {source} from {manager}": "Không thể xóa {source} khỏi {manager}",
  "Credentials": "Thông tin xác thực",
  "Current Version": "Phiên bản hiện tại",
  "Current user": "Người dùng hiện tại",
  "Custom arguments:": "Đối số tùy chỉnh:",
  "Custom command-line arguments:": "Tham số dòng lệnh tùy chỉnh:",
  "Customize WingetUI - for hackers and advanced users only": "Tùy chỉnh WingetUI - chỉ dành cho hacker và người dùng nâng cao",
  "DEBUG BUILD": "BẢN DỰNG GỠ LỖI",
  "DISCLAIMER: WE ARE NOT RESPONSIBLE FOR THE DOWNLOADED PACKAGES. PLEASE MAKE SURE TO INSTALL ONLY TRUSTED SOFTWARE.": "TUYÊN BỐ TỪ CHỐI: CHÚNG TÔI KHÔNG CHỊU TRÁCH NHIỆM VỀ CÁC GÓI ĐÃ TẢI XUỐNG. VUI LÒNG ĐẢM BẢO CHỈ CÀI ĐẶT PHẦN MỀM ĐÁNG TIN CẬY.",
  "Dark": "Tối",
  "Decline": "Từ chối",
  "Default": "Mặc định",
  "Default preferences - suitable for regular users": "Tùy chọn mặc định - phù hợp với người dùng bình thường",
  "Default vcpkg triplet": "Bộ ba vcpkg mặc định",
  "Delete?": "Xóa?",
  "Descendant": "Phần tử con",
  "Description:": "Mô tả: ",
  "Desktop shortcut created": "Lối tắt trên màn hình đã được tạo",
  "Developing is hard, and this application is free. But if you liked the application, you can always <b>buy me a coffee</b> :)": "Lập trình rất khó và ứng dụng này miễn phí. Nhưng nếu bạn thích ứng dụng này, bạn luôn có thể <b>mua cà phê cho tôi</b> :)",
  "Directly install when double-clicking an item on the \"{discoveryTab}\" tab (instead of showing the package info)": "Cài đặt trực tiếp khi nhấp đúp vào một mục trên \"{discoveryTab}\" (thay vì hiển thị thông tin gói)",
  "Disable new share API (port 7058)": "Vô hiệu hóa API chia sẻ(cổng 7058)",
  "Disable the 1-minute timeout for package-related operations": "Vô hiệu hóa thời gian chờ 1 phút cho các hoạt động liên quan đến gói",
  "Disclaimer": "Tuyên bố miễn trừ trách nhiệm",
  "Discover Packages": "Khám phá các gói",
  "Discover packages": "Khám phá các gói",
  "Distinguish between\nuppercase and lowercase": "Phân biệt giữa chữ hoa và chữ thường",
  "Distinguish between uppercase and lowercase": "Phân biệt chữ hoa và chữ thường",
  "Do NOT check for updates": "ĐỪNG kiểm tra cập nhật",
  "Do an interactive install for the selected packages": "Thực hiện cài đặt tương tác cho các gói đã chọn",
  "Do an interactive uninstall for the selected packages": "Thực hiện gỡ cài đặt tương tác cho các gói đã chọn",
  "Do an interactive update for the selected packages": "Thực hiện cập nhật tương tác cho các gói đã chọn",
  "Do not automatically install updates when the battery saver is on": "Không tự động cài đặt cập nhật khi chế độ tiết kiệm pin đang bật",
  "Do not automatically install updates when the network connection is metered": "Không tự động cài đặt cập nhật khi kết nối mạng được đo lường",
  "Do not download new app translations from GitHub automatically": "Không tự động tải xuống bản dịch ứng dụng mới từ GitHub",
  "Do not ignore updates for this package anymore": "Không bỏ qua các cập nhật cho gói này nữa",
  "Do not remove successful operations from the list automatically": "Không tự động xóa các thao tác thành công khỏi danh sách",
  "Do not show this dialog again for {0}": "Không hiển thị lại hộp thoại này cho {0}",
  "Do not update package indexes on launch": "Không cập nhật chỉ mục gói khi khởi chạy",
  "Do you accept that UniGetUI collects and sends anonymous usage statistics, with the sole purpose of understanding and improving the user experience?": "Bạn có chấp nhận rằng UniGetUI thu thập và gửi các số liệu thống kê sử dụng ẩn danh, với mục đích duy nhất là hiểu và cải thiện trải nghiệm người dùng không?",
  "Do you find WingetUI useful? If you can, you may want to support my work, so I can continue making WingetUI the ultimate package managing interface.": "Bạn có thấy UniGetUI hữu ích không? Nếu có thể, bạn có thể muốn hỗ trợ công việc của tôi, để tôi có thể tiếp tục làm cho UniGetUI trở thành giao diện quản lý gói tối ưu.",
  "Do you find WingetUI useful? You'd like to support the developer? If so, you can {0}, it helps a lot!": "Bạn có thấy WingetUI hữu ích không? Bạn muốn hỗ trợ nhà phát triển? Nếu vậy, bạn có thể {0}, nó sẽ giúp ích rất nhiều!",
  "Do you really want to reset this list? This action cannot be reverted.": "Bạn có thật sự muốn đặt lại danh sách này không? Hành động này không thể hoàn tác.",
  "Do you really want to uninstall the following {0} packages?": "Bạn có thực sự muốn gỡ cài đặt các gói {0} sau không?",
  "Do you really want to uninstall {0} packages?": "Bạn có thực sự muốn gỡ cài đặt gói {0} không?",
  "Do you really want to uninstall {0}?": "Bạn thực sự muốn gỡ bỏ {0} chứ?",
  "Do you want to restart your computer now?": "Bạn muốn khởi động lại máy ngay giờ không?",
  "Do you want to translate WingetUI to your language? See how to contribute <a style=\"color:{0}\" href=\"{1}\"a>HERE!</a>": "Bạn có muốn dịch WingetUI sang ngôn ngữ của mình không? Xem cách đóng góp <a style=\"color:{0}\" href=\"{1}\"a>TẠI ĐÂY!</a>",
  "Don't feel like donating? Don't worry, you can always share WingetUI with your friends. Spread the word about WingetUI.": "Không cảm thấy muốn quyên góp? Đừng lo lắng, bạn luôn có thể chia sẻ UniGetUI với bạn bè của mình. Hãy lan truyền thông tin về UniGetUI.",
  "Donate": "Ủng hộ",
  "Download failed": "Tải xuống thất bại",
  "Download installer": "Tải xuống trình cài đặt",
  "Download succeeded": "Tải xuống thành công",
  "Download updated language files from GitHub automatically": "Tự động tải xuống các tệp ngôn ngữ cập nhật từ GitHub",
  "Downloading": "Đang tải xuống",
  "Downloading installer for {package}": "Đang tải xuống trình cài đặt cho {package}",
  "Downloading package metadata...": "Đang tải xuống siêu tài nguyên....",
  "Enable Scoop cleanup on launch": "Bật tính năng dọn dẹp Scoop khi khởi chạy",
  "Enable WingetUI notifications": "Bật thông báo của WingetUI",
  "Enable an [experimental] improved WinGet troubleshooter": "Bật trình khắc phục sự cố WinGet được cải tiến [thử nghiệm]",
  "Enable background CPU Usage optimizations (see Pull Request #3278)": "Bật các tối ưu hóa sử dụng CPU nền (xem Yêu cầu Kéo #3278)",
  "Enable background api (WingetUI Widgets and Sharing, port 7058)": "Kích hoạt api nền (Tiện ích và chia sẻ WingetUI, cổng 7058)",
  "Enable it to install packages from {pm}.": "Kích hoạt nó để cài đặt các gói từ {pm}.",
  "Enable the automatic WinGet troubleshooter": "Kích hoạt trình khắc phục sự cố WinGet tự động",
  "Enable the new UniGetUI-Branded UAC Elevator": "Bật UAC Elevator được thương hiệu hóa của UniGetUI mới.",
  "Enable {pm}": "Bật {pm}",
  "Enter proxy URL here": "Nhập URL proxy vào đây",
  "Error": "Lỗi",
  "Everything is up to date": "Mọi thứ đều được cập nhật",
  "Exact match": "Khớp chính xác",
  "Existing shortcuts on your desktop will be scanned, and you will need to pick which ones to keep and which ones to remove.": "Các lối tắt hiện có trên màn hình của bạn sẽ được quét, và bạn sẽ cần chọn những lối tắt nào để giữ lại và những lối tắt nào để xóa.",
  "Expand version": "Phiên bản mở rộng",
  "Experimental settings and developer options": "Cài đặt thử nghiệm và tùy chọn nhà phát triển",
  "Export": "Xuất",
  "Export log as a file": "Xuất nhật ký ra một tệp tin",
  "Export packages": "Xuất gói",
  "Export selected packages to a file": "Xuất các gói đã lựa chọn thành một tập tin",
  "Export settings to a local file": "Xuất cài đặt ra tệp tin cục bộ",
  "Export to a file": "Xuất thành tệp",
  "Fetching latest announcements, please wait...": "Đang tải thông báo mới nhất, vui lòng đợi...",
  "Filters": "Bộ lọc",
  "Finish": "Hoàn thành",
  "Follow system color scheme": "Theo dõi bảng màu hệ thống",
  "Force ARM compiled winget version (ONLY FOR ARM64 SYSTEMS)": "Sử dụng phiên bản winget do ARM biên dịch (CHỈ DÀNH CHO HỆ THỐNG ARM64)",
  "Formerly known as WingetUI": "Trước đây là WingetUI",
  "Found": "Đã tìm thấy",
  "Found packages: ": "Các gói được tìm thấy:",
  "Found packages: {0}": "Gói tìm thấy:  {0} ",
  "Found packages: {0}, not finished yet...": "Gói tìm thấy: {0}, chưa hoàn thành...",
  "General preferences": "Tùy chỉnh chung",
  "GitHub profile": "Hồ sơ GitHub",
  "Global": "Toàn cầu",
  "Great repository of unknown but useful utilities and other interesting packages.<br>Contains: <b>Utilities, Command-line programs, General Software (extras bucket required)</b>": "Kho lưu trữ lớn chưa biết nhưng có các tiện ích hữu ích và các gói thú vị khác.<br>Bao gồm: <b>Tiện ích, Chương trình dòng lệnh, Phần mềm chung (yêu cầu bộ chứa bổ sung)</b>",
  "Great! You are on the latest version.": "Tuyệt vời! Bạn đang sử dụng phiên bản mới nhất.",
  "Grid": "Lưới",
  "Help": "Trợ giúp",
  "Help and documentation": "Trợ giúp và tài liệu",
  "Here you can change UniGetUI's behaviour regarding the following shortcuts. Checking a shortcut will make UniGetUI delete it if if gets created on a future upgrade. Unchecking it will keep the shortcut intact": "Tại đây, bạn có thể thay đổi hành vi của UniGetUI liên quan đến các phím tắt sau. Kiểm tra một phím tắt sẽ làm cho UniGetUI xóa nó nếu nó được tạo ra trong lần nâng cấp tương lai. Bỏ chọn nó sẽ giữ nguyên phím tắt.",
  "Hi, my name is Martí, and i am the <i>developer</i> of WingetUI. WingetUI has been entirely made on my free time!": "Xin chào, tôi là Martí, và tôi là <i>nhà phát triển</i>của UniGetUI. UniGetUI đã được tạo ra hoàn toàn trong thời gian rảnh của tôi!",
  "Hide details": "Ẩn chi tiết",
  "Homepage": "Trang chủ",
  "Hooray! No updates were found.": "Yeah! Không có bản cập nhật nào được tìm thấy!",
  "How should installations that require administrator privileges be treated?": "Các cài đặt yêu cầu quyền quản trị viên nên được xử lý như thế nào?",
  "How to add packages to a bundle": "Cách thêm các gói vào bộ sản phẩm",
  "I understand": "Tôi hiểu",
  "Icons": "Các biểu tượng",
  "Id": "Mã định danh",
  "Ignore future updates for this package": "Bỏ qua các bản cập nhật tương lai cho gói này",
  "Ignore packages from {pm} when showing a notification about updates": "Bỏ qua các gói từ {pm} khi hiển thị thông báo về các bản cập nhật",
  "Ignore selected packages": "Bỏ qua các gói đã chọn",
  "Ignore special characters": "Bỏ qua các ký tự đặc biệt",
  "Ignore updates for the selected packages": "Bỏ qua các bản cập nhật cho các gói đã chọn",
  "Ignore updates for this package": "Bỏ qua các bản cập nhật cho gói này",
  "Ignored updates": "Các bản cập nhật bị bỏ qua",
  "Ignored version": "Phiên bản bị bỏ qua",
  "Import": "Nhập",
  "Import packages": "Nhập gói",
  "Import packages from a file": "Nhập gói từ tệp tin",
  "Import settings from a local file": "Nhập cài đặt từ tệp tin cục bộ",
  "In order to add packages to a bundle, you will need to: ": "Để thêm các gói vào bộ sản phẩm, bạn cần:",
  "Initializing WingetUI...": "Đang khởi tạo WingetUI...",
  "Install": "Cài đặt",
  "Install Scoop": "Cài đặt Scoop",
  "Install and update preferences": "Cài đặt và cập nhật các tùy chọn",
  "Install as administrator": "Cài đặt với quyền quản trị viên",
  "Install available updates automatically": "Tự động cài đặt các bản cập nhật có sẵn",
  "Install location:": "Vị trí cài đặt:",
  "Install packages from a file": "Cài đặt gói từ tệp tin",
  "Install prerelease versions of UniGetUI": "Cài đặt các phiên bản phát hành trước của UniGetUI",
  "Install selected packages": "Cài đặt các gói đã chọn",
  "Install selected packages with administrator privileges": "Cài đặt các gói đã chọn với quyền quản trị viên",
  "Install selection": "Cài đặt những lựa chọn",
  "Install the latest prerelease version": "Cài đặt phiên bản phát hành trước mới nhất",
  "Install updates automatically": "Cài đặt bản cập nhật tự động",
  "Install {0}": "Cài đặt {0}",
  "Installation canceled by the user!": "Cài đặt bị hủy bởi người dùng!",
  "Installation failed": "Cài đặt thất bại",
  "Installation options": "Lựa chọn cài đặt",
  "Installation scope:": "Phạm vi cài đặt:",
  "Installation succeeded": "Cài đặt thành công",
  "Installed Packages": "Gói đã cài đặt",
  "Installed Version": "Phiên bản đã cài",
  "Installed packages": "Các gói đã được cài đặt",
  "Installer SHA256": "Trình cài đặt SHA256",
  "Installer SHA512": "Trình cài đặt SHA512",
  "Installer Type": "Loại cài đặt",
  "Installer URL": "URL trình cài đặt",
  "Installer not available": "Trình cài đặt không có sẵn",
  "Instance {0} responded, quitting...": "Trường hợp {0} đã phản hồi, đang thoát...",
  "Instant search": "Tìm kiếm tức thì",
  "Integrity checks skipped": "Bỏ qua kiểm tra tính hoàn hảo",
  "Integrity checks will not be performed during this operation": "Kiểm tra tính hoàn hảo sẽ không được thực hiện trong quá trình hoạt động này",
  "Interactive installation": "Cài đặt tương tác",
  "Interactive operation": "Hoạt động tương tác",
  "Interactive uninstall": "Gỡ cài đặt tương tác",
  "Interactive update": "Cập nhật tương tác",
  "Internet connection settings": "Cài đặt kết nối Internet",
  "Is this package missing the icon?": "Gói này có bị thiếu biểu tượng không?",
  "Is your language missing or incomplete?": "Ngôn ngữ của bạn bị thiếu hoặc không đầy đủ?",
  "It is not guaranteed that the provided credentials will be stored safely, so you may as well not use the credentials of your bank account": "Không đảm bảo rằng thông tin xác thực được cung cấp sẽ được lưu trữ an toàn, vì vậy bạn không nên sử dụng thông tin xác thực của tài khoản ngân hàng của mình",
  "It is recommended to restart UniGetUI after WinGet has been repaired": "Nên khởi động lại UniGetUI sau khi WinGet đã được sửa chữa",
  "It looks like WinGet is not working properly. Do you want to attempt to repair WinGet?": "Có vẻ như WinGet không hoạt động bình thường. Bạn có muốn thử sửa chữa WinGet không?",
  "It looks like you ran WingetUI as administrator, which is not recommended. You can still use the program, but we highly recommend not running WingetUI with administrator privileges. Click on \"{showDetails}\" to see why.": "Có vẻ như bạn đã chạy WingetUI với tư cách quản trị viên, điều này không được khuyến khích. Bạn vẫn có thể sử dụng chương trình nhưng chúng tôi khuyên bạn không nên chạy WingetUI với quyền quản trị viên. Nhấp vào \"{showDetails}\" để xem lý do.",
  "Language": "Ngôn ngữ",
  "Language, theme and other miscellaneous preferences": "Ngôn ngữ, chủ đề và các cài đặt khác",
  "Last updated:": "Lần cuối cập nhật: ",
  "Latest": "Mới nhất",
  "Latest Version": "Phiên bản mới nhất",
  "Latest Version:": "Phiên bản mới nhất: ",
  "Latest details...": "Chi tiết mới nhất...",
  "Launching subprocess...": "Đang khởi chạy quy trình con...",
  "Leave empty for default": "Để trống theo mặc định",
  "License": "Giấy phép",
  "Licenses": "Giấy phép(s)",
  "Light": "Sáng",
  "List": "Danh sách",
  "Live command-line output": "Đầu ra dòng lệnh trực tiếp",
  "Live output": "Đầu ra trực tiếp",
  "Loading UI components...": "Đang tải các thành phần của giao diện người dùng...",
  "Loading WingetUI...": "WingetUI đang được tải....",
  "Loading packages": "Đang tải gói",
  "Loading packages, please wait...": "Đang tải gói, vui lòng đợi...",
  "Loading...": "Đang tải....",
  "Local": "Cục bộ",
  "Local PC": "PC cục bộ",
  "Local machine": "Máy chủ cục bộ",
  "Locating {pm}...": "Đang định vị {pm}...",
  "Log level:": "Mức độ ghi log:",
  "Looking for packages...": "Đang tìm gói...",
  "Machine | Global": "Máy | Toàn cầu",
  "Manage": "Quản lý",
  "Manage UniGetUI settings": "Quản lý cài đặt UniGetUI",
  "Manage WingetUI autostart behaviour from the Settings app": "Quản lý hành vi tự khởi động WingetUI từ ứng dụng Cài đặt",
  "Manage ignored packages": "Quản lý các gói bị bỏ qua",
  "Manage ignored updates": "Quản lý các cập nhật bị bỏ qua",
  "Manage shortcuts": "Quản lý lối tắt",
  "Manage telemetry settings": "Quản lý cài đặt thu thập thông tin",
  "Manage {0} sources": "Quản lý {0} nguồn",
  "Manifest": "Tệp cấu hình",
  "Manifests": "Các tệp cấu hình",
  "Manual scan": "Quét thủ công",
  "Microsoft's official package manager. Full of well-known and verified packages<br>Contains: <b>General Software, Microsoft Store apps</b>": "Trình quản lý gói chính thức của Microsoft. Đầy đủ các gói nổi tiếng và đã được xác minh<br>Bao gồm: <b>Phần mềm chung, ứng dụng Microsoft Store</b>",
  "Missing dependency": "Thiếu phần phụ thuộc",
  "More": "Thêm",
  "More details": "Chi tiết hơn",
  "More details about the shared data and how it will be processed": "Thông tin chi tiết hơn về dữ liệu được chia sẻ và cách nó sẽ được xử lý",
  "More info": "Thêm thông tin",
  "NOTE: This troubleshooter can be disabled from UniGetUI Settings, on the WinGet section": "LƯU Ý: Trình khắc phục sự cố này có thể bị tắt từ Cài đặt UniGetUI, trên phần WinGet",
  "Name": "Tên",
  "New Version": "Phiên bản mới",
  "New bundle": "Nhóm mới",
  "New version": "Phiên bản mới",
  "No": "Không",
  "No applicable installer was found for the package {0}": "Không tìm thấy trình cài đặt phù hợp cho gói {0}",
  "No new shortcuts were found during the scan.": "Không tìm thấy lối tắt mới nào trong quá trình quét.",
  "No packages found": "Không có gói nào được tìm thấy",
  "No packages found matching the input criteria": "Không tìm thấy gói nào phù hợp với yêu cầu nhập vào",
  "No packages have been added yet": "Chưa có gói nào được thêm",
  "No packages selected": "Không có gói nào được chọn",
  "No packages were found": "Không tìm thấy gói nào",
  "No personal information is collected nor sent, and the collected data is anonimized, so it can't be back-tracked to you.": "Không có thông tin cá nhân nào được thu thập hoặc gửi đi, và dữ liệu thu thập được là ẩn danh, vì vậy không thể truy ngược lại bạn.",
  "No results were found matching the input criteria": "Không tìm thấy kết quả nào phù hợp với tiêu chí đầu vào",
  "No sources found": "Không tìm thấy nguồn nào",
  "No sources were found": "Không có nguồn nào được tìm thấy",
  "No updates are available": "Không có bản cập nhật nào khả dụng vào lúc này",
  "Node JS's package manager. Full of libraries and other utilities that orbit the javascript world<br>Contains: <b>Node javascript libraries and other related utilities</b>": "Trình quản lý gói của Node JS. Đầy đủ các thư viện và các tiện ích khác xoay quanh thế giới JavaScript<br>Bao gồm: <b>Các thư viện JavaScript của Node và các tiện ích liên quan khác</b>",
  "Not available": "Không khả dụng",
  "Not found": "Không tìm thấy",
  "Not right now": "Không phải bây giờ",
  "Notes:": "Ghi chú: ",
  "Notification preferences": "Tùy chọn thông báo",
  "Notification tray options": "Tùy chọn khay thông báo",
  "Notification types": "Các loại thông báo",
  "NuPkg (zipped manifest)": "NuPkg (tệp cấu hình nén)",
  "OK": "OK ",
  "Ok": "Ok",
  "Open": "Mở",
  "Open GitHub": "Mở GitHub",
  "Open UniGetUI": "Mở UniGetUI",
  "Open WingetUI": "Mở UniGetUI",
  "Open backup location": "Mở vị trí sao lưu",
  "Open existing bundle": "Mở nhóm hiện có",
  "Open install location": "Mở vị trí cài đặt",
  "Open the welcome wizard": "Mở trình hướng dẫn chào mừng",
  "Operation canceled by user": "Người dùng đã hủy thao tác",
  "Operation cancelled": "Đã hủy thao tác",
  "Operation history": "Lịch sử hoạt động",
  "Operation in progress": "Hoạt động đang tiến hành",
  "Operation on queue (position {0})...": "Hoạt động trên hàng đợi (vị trí {0})...",
  "Options saved": "Tùy chọn đã được lưu",
  "Order by:": "Sắp xếp theo:",
  "Other": "Khác",
  "Other settings": "Cài đặt khác",
  "Package Bundles": "Nhóm gói",
  "Package ID": "ID gói",
  "Package Manager": "Trình quản lý gói",
  "Package Manager logs": "Nhật ký Trình quản lý gói",
  "Package Managers": "Các trình quản lý gói",
  "Package Name": "Tên gói",
  "Package backup": "Sao lưu gói",
  "Package bundle": "Nhóm gói",
  "Package details": "Chi tiết gói",
  "Package lists": "Danh sách gói",
  "Package management made easy": "Quản lý gói trở nên dễ dàng",
  "Package manager": "Trình quản lý gói",
  "Package manager preferences": "Tùy chọn trình quản lý gói",
  "Package managers": "Trình quản lý gói",
  "Package not found": "Không tìm thấy gói",
  "Package operation preferences": "Tùy chọn thao tác gói",
  "Package update preferences": "Tùy chọn cập nhật gói",
  "Package {name} from {manager}": "Gói {name} từ {manager}",
  "Packages": "Các gói",
  "Packages found: {0}": "Các gói tìm thấy: {0}",
  "Partially": "Một phần",
  "Password": "Mật khẩu",
  "Paste a valid URL to the database": "Dán URL hợp lệ vào cơ sở dữ liệu",
  "Pause updates for": null,
  "Perform a backup now": "Thực hiện sao lưu ngay bây giờ",
  "Performing backup, please wait...": "Đang thực hiện sao lưu, vui lòng đợi...",
  "Periodically perform a backup of the installed packages": "Thực hiện sao lưu định kỳ các gói đã cài đặt",
  "Please check the installation options for this package and try again": "Vui lòng kiểm tra các tùy chọn cài đặt cho gói này và thử lại",
  "Please click on \"Continue\" to continue": "Vui lòng click vào \"Tiếp tục\" để tiếp tục",
  "Please enter at least 3 characters": "Vui lòng nhập ít nhất 3 ký tự",
  "Please note that certain packages might not be installable, due to the package managers that are enabled on this machine.": "Xin lưu ý rằng một số gói nhất định có thể không cài đặt được do trình quản lý gói được bật trên thiết bị này.",
  "Please note that not all package managers may fully support this feature": "Xin lưu ý rằng không phải tất cả các trình quản lý gói đều có thể hỗ trợ đầy đủ tính năng này",
  "Please note that packages from certain sources may be not exportable. They have been greyed out and won't be exported.": "Xin lưu ý rằng các gói từ một số nguồn nhất định có thể không xuất được. Chúng đã chuyển sang màu xám và sẽ không được xuất.",
  "Please run UniGetUI as a regular user and try again.": "Vui lòng chạy UniGetUI với quyền người dùng thông thường và thử lại.",
  "Please see the Command-line Output or refer to the Operation History for further information about the issue.": "Vui lòng xem Đầu ra dòng lệnh hoặc tham khảo Lịch sử hoạt động để biết thêm thông tin về sự cố.",
  "Please select how you want to configure WingetUI": "Vui lòng chọn cách bạn muốn thiết lập WingetUI",
  "Please try again later": "Vui lòng thử lại sau",
  "Please type at least two characters": "Vui lòng nhập ít nhất hai kí tự",
  "Please wait": "Vui lòng chờ",
  "Please wait while {0} is being installed. A black window may show up. Please wait until it closes.": "Vui lòng đợi trong khi {0} đang được cài đặt. Một cửa sổ màu đen có thể xuất hiện. Vui lòng đợi cho đến khi nó đóng lại.",
  "Please wait...": "Vui lòng chờ.....",
  "Portable": "Di động",
  "Portable mode": "Chế độ di động",
  "PowerShell's package manager. Find libraries and scripts to expand PowerShell capabilities<br>Contains: <b>Modules, Scripts, Cmdlets</b>": "Trình quản lý gói của PowerShell. Tìm thư viện và tập lệnh để mở rộng khả năng của PowerShell<br>Bao gồm: <b>Mô-đun, Tập lệnh, Lệnh ghép ngắn</b>",
  "PreRelease": "Trước khi phát hành",
  "Preparing packages, please wait...": "Đang chuẩn bị gói, vui lòng đợi...",
  "Proceed at your own risk.": "Tiến hành tự chịu rủi ro",
  "Proxy URL": "URL proxy",
  "Proxy compatibility table": "Bảng tương thích proxy",
  "Proxy settings": "Cài đặt proxy",
  "Proxy settings, etc.": "Cài đặt proxy, v.v.",
  "Publication date:": "Ngày công khai: ",
  "Publisher": "Người xuất bản",
  "Python's library manager. Full of python libraries and other python-related utilities<br>Contains: <b>Python libraries and related utilities</b>": "Trình quản lý thư viện của Python. Đầy đủ các thư viện Python và các tiện ích liên quan đến Python khác<br>Bao gồm: <b>Các thư viện Python và các tiện ích liên quan</b>",
  "Quit": "Thoát",
  "Quit WingetUI": "Thoát WingetUI",
  "Reinstall": "Cài đặt lại",
  "Reinstall package": "Cài đặt lại gói",
  "Related settings": "Cài đặt liên quan",
  "Release notes": "Ghi chú phát hành",
  "Release notes URL": "URL ghi chú phát hành",
  "Release notes URL:": "URL ghi chú phát hành:",
  "Release notes:": "Ghi chú phát hành:",
  "Reload": "Tải lại",
  "Reload log": "Tải lại nhật ký",
  "Removal failed": "Xóa không thành công",
  "Removal succeeded": "Xóa thành công",
  "Remove from list": "Xóa khỏi danh sách",
  "Remove permanent data": "Xóa dữ liệu vĩnh viễn",
  "Remove selection from bundle": "Xóa lựa chọn khỏi nhóm",
  "Remove successful installs/uninstalls/updates from the installation list": "Xóa các cài đặt/gỡ cài đặt/cập nhật thành công khỏi danh sách cài đặt",
  "Removing source {source}": "Đang gỡ bỏ nguồn {source}",
  "Removing source {source} from {manager}": "Đang xóa nguồn {source} khỏi {manager}",
  "Repair WinGet": "Sửa chữa WinGet",
  "Report an issue or submit a feature request": "Báo cáo một vấn đề hoặc yêu cầu tính năng nào đó",
  "Repository": "Kho",
  "Reset": "Đặt lại",
  "Reset Scoop's global app cache": "Đặt lại cache của Scoop cục bộ",
  "Reset UniGetUI": "Đặt lại UniGetUI",
  "Reset WinGet": "Đặt lại WinGet",
  "Reset Winget sources (might help if no packages are listed)": "Đặt lại nguồn Winget (có thể hữu ích nếu không có gói nào được liệt kê)",
  "Reset WingetUI": "Đặt lại WingetUI",
  "Reset WingetUI and its preferences": "Đặt lại WingetUI và các tùy chọn của nó",
  "Reset WingetUI icon and screenshot cache": "Đặt lại biểu tượng WingetUI và bộ đệm ảnh chụp màn hình",
  "Reset list": "Đặt lại danh sách",
  "Resetting Winget sources - WingetUI": "Đặt lại nguồn Winget - WingetUI",
  "Restart": "Khởi động lại",
  "Restart UniGetUI": "Khởi động lại UniGetUI",
  "Restart WingetUI": "Khởi động lại WingetUI",
  "Restart WingetUI to fully apply changes": "Khởi động lại WingetUI để áp dụng đầy đủ tất cả các thay đổi",
  "Restart later": "Khởi động lại sau ",
  "Restart now": "Khởi động lại ngay",
  "Restart required": "Yêu cầu khởi động lại",
  "Restart your PC to finish installation": "Khởi động lại PC của bạn để hoàn tất cài đặt",
  "Restart your computer to finish the installation": "Khởi động lại máy tính của bạn để hoàn tất cài đặt",
  "Retry": "Thử lại",
  "Retry as administrator": "Thử lại với quyền quản trị viên",
  "Retry failed operations": "Thử lại các thao tác đã thất bại",
  "Retry interactively": "Thử lại một cách tương tác",
  "Retry skipping integrity checks": "Thử lại bỏ qua các kiểm tra tính toàn vẹn",
  "Retrying, please wait...": "Đang thử lại, vui lòng đợi...",
  "Return to top": "Quay lại đầu trang",
  "Run": "Chạy",
  "Run as admin": "Chạy với quyền quản trị",
  "Run cleanup and clear cache": "Dọn dẹp và xóa bộ nhớ tạm",
  "Run last": "Chạy cuối cùng",
  "Run next": "Chạy tiếp theo",
  "Run now": "Chạy ngay bây giờ",
  "Running the installer...": "Đang chạy trình cài đặt...",
  "Running the uninstaller...": "Đang chạy trình gỡ cài đặt...",
  "Running the updater...": "Đang chạy trình cập nhật...",
  "Save File": "Lưu tệp tin",
  "Save and close": "Lưu và đóng",
  "Save bundle as": "Lưu nhóm với",
  "Save now": "Lưu ngay",
  "Saving packages, please wait...": "Đang lưu gói, vui lòng đợi...",
  "Scoop Installer - WingetUI": "Trình cài đặt Scoop - WingetUI",
  "Scoop Uninstaller - WingetUI": "Trình gỡ cài đặt Scoop - WingetUI",
  "Scoop package": "Gói Scoop",
  "Search": "Tìm kiếm",
  "Search for desktop software, warn me when updates are available and do not do nerdy things. I don't want WingetUI to overcomplicate, I just want a simple <b>software store</b>": "Tìm kiếm phần mềm dành cho máy tính để bàn, thông báo cho tôi khi có bản cập nhật và không làm những việc ngớ ngẩn. Tôi không muốn WingetUI quá phức tạp, tôi chỉ muốn một <b>cửa hàng phần mềm</b> đơn giản thôi",
  "Search for packages": "Tìm kiếm gói",
  "Search for packages to start": "Tìm kiếm các gói để bắt đầu",
  "Search mode": "Chế độ tìm kiếm",
  "Search on available updates": "Tìm kiếm trên các bản cập nhật có sẵn",
  "Search on your software": "Tìm kiếm trên phần mềm của bạn",
  "Searching for installed packages...": "Đang tìm kiếm các gói đã cài đặt...",
  "Searching for packages...": "Đang tìm các gói...",
  "Searching for updates...": "Đang tìm kiếm các bản cập nhật...",
  "Select": "Chọn",
  "Select \"{item}\" to add your custom bucket": "Chọn \"{item}\" để thêm nhóm tùy chỉnh của bạn",
  "Select a folder": "Chọn một thư mục",
  "Select all": "Chọn tất cả",
  "Select all packages": "Chọn tất cả các gói",
  "Select only <b>if you know what you are doing</b>.": "Chỉ chọn nó <b>nếu như bạn biết mình đang làm gì</b>.",
  "Select package file": "Chọn tập tin gói",
  "Select the source you want to add:": "Chọn nguồn bạn muốn thêm",
  "Select upgradable packages by default": "Chọn các gói có thể nâng cấp theo mặc định",
  "Select which <b>package managers</b> to use ({0}), configure how packages are installed, manage how administrator rights are handled, etc.": "Chọn <b>trình quản lý gói</b> nào để sử dụng ({0}), định cấu hình cách cài đặt gói, quản lý cách xử lý quyền quản trị viên, v.v.",
  "Sent handshake. Waiting for instance listener's answer... ({0}%)": "Gửi bắt tay. Đang chờ câu trả lời của người nghe... ({0}%)",
  "Set a custom backup file name": "Đặt tên tệp sao lưu tùy chỉnh",
  "Set custom backup file name": "Đặt tên tệp tin sao lưu tùy chỉnh",
  "Settings": "Cài đặt",
  "Share": "Chia sẻ",
  "Share WingetUI": "Chia sẻ WingetUI",
  "Share anonymous usage data": "Chia sẻ dữ liệu sử dụng ẩn danh",
  "Share this package": "Chia sẻ gói",
  "Show UniGetUI on the system tray": "Hiển thị UniGetUI trên khay hệ thống",
  "Show UniGetUI's version and build number on the titlebar.": "Hiển thị phiên bản UniGetUI trên thanh tiêu đề",
  "Show WingetUI": "Hiển thị WingetUI",
  "Show a notification when an installation fails": "Hiển thị thông báo khi cài đặt không thành công",
  "Show a notification when an installation finishes successfully": "Hiển thị thông báo khi quá trình cài đặt thành công",
  "Show a notification when an operation fails": "Hiển thị thông báo khi thao tác thất bại",
  "Show a notification when an operation finishes successfully": "Hiển thị thông báo khi một thao tác kết thúc thành công",
  "Show a notification when there are available updates": "Hiển thị thông báo ngay khi có bản cập nhật",
  "Show a silent notification when an operation is running": "Hiển thị thông báo im lặng khi một thao tác đang chạy",
  "Show details": "Hiển thị chi tiết",
  "Show in explorer": "Hiển thị trong trình duyệt",
  "Show info about the package on the Updates tab": "Hiển thị thông tin về gói trên bảng Cập nhật",
  "Show missing translation strings": "Hiển thị các chuỗi dịch bị thiếu",
  "Show notifications on different events": "Hiển thị thông báo về các sự kiện khác nhau",
  "Show package details": "Hiển thị chi tiết gói",
  "Show package icons on package lists": "Hiển thị biểu tượng gói trên danh sách gói",
  "Show similar packages": "Hiện các gói liên quan",
  "Show the live output": "Hiển thị đầu ra trực tiếp",
  "Size": "Kích thước",
  "Skip": "Bỏ qua",
  "Skip hash check": "Bỏ qua kiểm tra hash",
  "Skip hash checks": "Bỏ qua kiểm tra hàm băm",
  "Skip integrity checks": "Bỏ qua kiểm tra tính toàn vẹn",
  "Skip minor updates for this package": "Bỏ qua các cập nhật nhỏ cho gói này",
  "Skip the hash check when installing the selected packages": "Bỏ qua kiểm tra hash khi cài đặt các gói đã chọn",
  "Skip the hash check when updating the selected packages": "Bỏ qua việc kiểm tra hash khi cập nhật các gói đã chọn",
  "Skip this version": "Bỏ qua phiên bản này",
  "Software Updates": "Cập nhật phần mềm",
  "Something went wrong": "Điều gì đó không ổn",
  "Something went wrong while launching the updater.": "Đã xảy ra sự cố khi khởi động trình cập nhật.",
  "Source": "Nguồn",
  "Source URL:": "URL nguồn:",
  "Source added successfully": "Thêm nguồn thành công",
  "Source addition failed": "Thêm nguồn không thành công",
  "Source name:": "Tên nguồn:",
  "Source removal failed": "Xóa nguồn không thành công",
  "Source removed successfully": "Gỡ bỏ nguồn thành công",
  "Source:": "Nguồn: ",
  "Sources": "Nguồn",
  "Start": "Bắt đầu",
  "Starting daemons...": "Bắt đầu daemons...",
  "Starting operation...": "Bắt đầu hoạt động...",
  "Startup options": "Lựa chọn khởi động",
  "Status": "Trạng thái",
  "Stuck here? Skip initialization": "Bạn bị mắc kẹt ở đây? Bỏ qua việc khởi tạo",
  "Suport the developer": "Hỗ trợ nhà phát triển",
  "Support me": "Hỗ trợ tôi",
  "Support the developer": "Hỗ trợ nhà phát triển",
  "Systems are now ready to go!": "Các hệ thống hiện đã sẵn sàng hoạt động!",
  "Telemetry": "Thu thập dữ liệu từ xa",
  "Text": "Văn bản",
  "Text file": "Tệp tin văn bản",
  "Thank you ❤": "Cảm ơn bạn ❤",
  "Thank you 😉": "Cảm ơn bạn😉",
  "The Rust package manager.<br>Contains: <b>Rust libraries and programs written in Rust</b>": "Trình quản lý gói của Rust.<br>Bao gồm: <b>Các thư viện Rust và các chương trình được viết bằng Rust</b>",
  "The backup will NOT include any binary file nor any program's saved data.": "Bản sao lưu sẽ KHÔNG bao gồm bất kỳ tệp nhị phân nào hoặc bất kỳ dữ liệu đã lưu của chương trình nào.",
  "The backup will be performed after login.": "Bản sao lưu sẽ được thực hiện sau khi đăng nhập.",
  "The backup will include the complete list of the installed packages and their installation options. Ignored updates and skipped versions will also be saved.": "Bản sao lưu sẽ bao gồm danh sách đầy đủ các gói đã cài đặt và các tùy chọn cài đặt của chúng. Các bản cập nhật bị bỏ qua và các phiên bản bị bỏ qua cũng sẽ được lưu lại.",
  "The bundle you are trying to load appears to be invalid. Please check the file and try again.": "Nhóm bạn đang cố tải có vẻ không hợp lệ. Vui lòng kiểm tra tập tin và thử lại.",
  "The checksum of the installer does not coincide with the expected value, and the authenticity of the installer can't be verified. If you trust the publisher, {0} the package again skipping the hash check.": "Tổng kiểm tra của quy trình cài đặt không trùng với giá trị dự kiến và không thể xác minh tính xác thực của trình cài đặt. Nếu bạn tin tưởng nhà xuất bản, {0} gói sẽ bỏ qua kiểm tra hàm băm một lần nữa.",
  "The classical package manager for windows. You'll find everything there. <br>Contains: <b>General Software</b>": "Trình quản lý gói cổ điển cho Windows. Bạn sẽ tìm thấy mọi thứ ở đó.<br>Bao gồm: <b>Phần mềm chung</b>",
  "The current bundle has no packages. Add some packages to get started": "Nhóm hiện tại không có gói nào. Thêm một số gói để bắt đầu",
  "The executable file for {0} was not found": "Tệp thực thi cho {0} không được tìm thấy.",
  "The following packages are going to be exported to a JSON file. No user data or binaries are going to be saved.": "Các gói sau sẽ được xuất ra tệp JSON. Không có dữ liệu người dùng hoặc tệp nhị phân nào sẽ được lưu lại.",
  "The following packages are going to be installed on your system.": "Các gói sau sẽ được cài đặt vào hệ thống của bạn.",
  "The following settings will be applied each time this package is installed, updated or removed.": "Các cài đặt sau sẽ được áp dụng mỗi khi gói này được cài đặt, cập nhật hoặc gỡ bỏ.",
  "The following settings will be applied each time this package is installed, updated or removed. They will be saved automatically.": "Các cài đặt sau sẽ được áp dụng mỗi khi gói này được cài đặt, cập nhật hoặc gỡ bỏ. Chúng sẽ được lưu tự động.",
  "The icons and screenshots are maintained by users like you!": "Các biểu tượng và ảnh chụp màn hình được bảo trì bởi những người dùng như bạn!",
  "The installer authenticity could not be verified.": "Không thể xác minh tính xác thực của trình cài đặt.",
  "The installer has an invalid checksum": "Trình cài đặt có tổng kiểm tra không hợp lệ",
  "The installer hash does not match the expected value.": "Hàm của trình cài đặt không khớp với giá trị mong đợi.",
  "The local icon cache currently takes {0} MB": "Bộ nhớ đệm biểu tượng cục bộ hiện tại chiếm {0} MB",
  "The main goal of this project is to create an intuitive UI to manage the most common CLI package managers for Windows, such as Winget and Scoop.": "Mục tiêu chính của dự án này là tạo ra một giao diện người dùng trực quan cho các trình quản lý gói dòng lệnh (CLI) phổ biến nhất dành cho Windows, chẳng hạn như Winget và Scoop.",
  "The package \"{0}\" was not found on the package manager \"{1}\"": "Không tìm thấy gói \"{0}\" trên trình quản lý gói \"{1}\"",
  "The package bundle could not be created due to an error.": "Không thể tạo nhóm gói do có lỗi.",
  "The package bundle is not valid": "Nhóm gói không hợp lệ",
  "The package manager \"{0}\" is disabled": "Trình quản lý gói \"{0}\" bị tắt",
  "The package manager \"{0}\" was not found": "Không tìm thấy trình quản lý gói \"{0}\"",
  "The package {0} from {1} was not found.": "Không tìm thấy gói {0} từ {1}.",
  "The packages listed here won't be taken in account when checking for updates. Double-click them or click the button on their right to stop ignoring their updates.": "Các gói được liệt kê ở đây sẽ không được tính đến khi kiểm tra các bản cập nhật. Nhấp đúp vào chúng hoặc nhấp vào nút ở bên phải của chúng để ngừng bỏ qua các cập nhật của chúng.",
  "The selected packages have been blacklisted": "Các gói đã chọn đã được đưa vào danh sách đen",
  "The size of the backup is estimated to be less than 1MB.": "Kích thước của bản sao lưu được ước tính nhỏ hơn 1MB.",
  "The source {source} was added to {manager} successfully": "Nguồn {source} đã được thêm vào {manager} thành công",
  "The source {source} was removed from {manager} successfully": "Nguồn {source} đã được xóa khỏi {manager} thành công",
  "The system tray icon must be enabled in order for notifications to work": "Biểu tượng khay hệ thống phải được bật để các thông báo hoạt động",
  "The update process has been aborted.": "Quá trình cập nhật đã bị hủy bỏ.",
  "The update process will start after closing UniGetUI": "Quá trình cập nhật sẽ bắt đầu sau khi đóng UniGetUI.",
  "The update will be installed upon closing WingetUI": "Bản cập nhật sẽ được cài đặt khi đóng WingetUI",
  "The update will not continue.": "Việc cập nhật sẽ không tiếp tục.",
  "The user has canceled {0}, that was a requirement for {1} to be run": "Người dùng đã hủy bỏ{0}, đó là yêu cầu để chạy {1}",
  "There are no new UniGetUI versions to be installed": "Không có phiên bản UniGetUI mới nào để cài đặt",
  "There are ongoing operations. Quitting WingetUI may cause them to fail. Do you want to continue?": "Có các hoạt động đang diễn ra. Thoát UniGetUI có thể khiến chúng bị thất bại. Bạn có muốn tiếp tục không?",
  "There are some great videos on YouTube that showcase WingetUI and its capabilities. You could learn useful tricks and tips!": "Có một số video tuyệt vời trên YouTube giới thiệu về UniGetUI và các khả năng của nó. Bạn có thể học được những thủ thuật và mẹo hữu ích!",
  "There are two main reasons to not run WingetUI as administrator:\n The first one is that the Scoop package manager might cause problems with some commands when ran with administrator rights.\n The second one is that running WingetUI as administrator means that any package that you download will be ran as administrator (and this is not safe).\n Remeber that if you need to install a specific package as administrator, you can always right-click the item -> Install/Update/Uninstall as administrator.": "Có hai lý do chính để không chạy WingetUI với tư cách quản trị viên: Lý do đầu tiên là trình quản lý gói Scoop có thể gây ra sự cố với một số lệnh khi chạy với quyền quản trị viên. Điều thứ hai là việc chạy WingetUI với tư cách quản trị viên có nghĩa là bất kỳ gói nào bạn tải xuống sẽ được chạy với tư cách quản trị viên (và điều này không an toàn). Hãy nhớ rằng nếu bạn cần cài đặt một gói cụ thể với tư cách quản trị viên, bạn luôn có thể nhấp chuột phải vào mục đó -> Cài đặt/Cập nhật/Gỡ cài đặt với tư cách quản trị viên.",
  "There is an error with the configuration of the package manager \"{0}\"": "Đã xảy ra lỗi với cấu hình của trình quản lý gói \"{0}\"",
  "There is an installation in progress. If you close WingetUI, the installation may fail and have unexpected results. Do you still want to quit WingetUI?": "Có một quá trình cài đặt đang diễn ra. Nếu bạn đóng WingetUI, quá trình cài đặt có thể không thành công và có kết quả không mong muốn. Bạn vẫn muốn thoát khỏi WingetUI?",
  "They are the programs in charge of installing, updating and removing packages.": "Chúng là những chương trình chịu trách nhiệm cài đặt, cập nhật và gỡ bỏ các gói.",
  "Third-party licenses": "Giấy phép bên thứ ba",
  "This could represent a <b>security risk</b>.": "Điều này có thể biểu thị một <b>rủi ro bảo mật</b>.",
  "This is not recommended.": "Điều này không được khuyến nghị.",
  "This is probably due to the fact that the package you were sent was removed, or published on a package manager that you don't have enabled. The received ID is {0}": "Điều này có thể là do gói bạn được gửi đã bị xóa hoặc được xuất bản trên trình quản lý gói mà bạn chưa bật. ID nhận được là {0}",
  "This is the <b>default choice</b>.": "Đây là <b>lựa chọn mặc định</b>.",
  "This may help if WinGet packages are not shown": "Điều này có thể hữu ích nếu các gói WinGet không được hiển thị",
  "This may help if no packages are listed": "Điều này có thể hữu ích nếu không có gói nào được liệt kê",
  "This may take a minute or two": "Việc này có thể mất một hoặc hai phút",
  "This operation is running interactively.": "Hoạt động này đang chạy tương tác.",
  "This operation is running with administrator privileges.": "Hoạt động này đang chạy với quyền quản trị.",
  "This package can be updated": "Gói này có thể cập nhật",
  "This package can be updated to version {0}": "Gói này có thể được cập nhật lên phiên bản {0}",
  "This package can be upgraded to version {0}": "Gói này có thể được nâng cấp lên phiên bản {0}",
  "This package cannot be installed from an elevated context.": "Gói này không thể được cài đặt từ một ngữ cảnh nâng cao.",
  "This package has no screenshots or is missing the icon? Contrbute to WingetUI by adding the missing icons and screenshots to our open, public database.": "Gói này không có ảnh chụp màn hình hoặc bị thiếu biểu tượng? Hãy đóng góp cho UniGetUI bằng cách thêm các biểu tượng và ảnh chụp màn hình bị thiếu vào cơ sở dữ liệu mở và công cộng của chúng tôi.",
  "This package is already installed": "Gói này đã được cài đặt",
  "This package is being processed": "Gói này đang được xử lý",
  "This package is not available": "Gói này không có sẵn",
  "This package is on the queue": "Gói này đang trong hàng đợi",
  "This process is running with administrator privileges": "Quá trình này đang chạy với quyền quản trị viên",
  "This project has no connection with the official {0} project — it's completely unofficial.": "Dự án này không liên quan gì đến dự án {0} chính thức — nó hoàn toàn không chính thức.",
  "This setting is disabled": "Cài đặt này bị vô hiệu hóa",
  "This wizard will help you configure and customize WingetUI!": "Trình hướng dẫn này sẽ giúp bạn định cấu hình và tùy chỉnh WingetUI!",
  "Toggle search filters pane": "Chuyển đổi bảng bộ lọc tìm kiếm",
  "Translators": "Người dịch",
  "Type here the name and the URL of the source you want to add, separed by a space.": "Nhập tên và đường dẫn nguồn bạn muốn thêm vào đây, cách nhau bởi khoảng trắng",
  "Unable to find package": "Không thể tìm thấy gói",
  "Unable to load informarion": "Không thể tải thông tin",
  "UniGetUI collects anonymous usage data in order to improve the user experience.": "UniGetUI thu thập dữ liệu sử dụng ẩn danh để cải thiện trải nghiệm người dùng.",
  "UniGetUI collects anonymous usage data with the sole purpose of understanding and improving the user experience.": "UniGetUI thu thập dữ liệu sử dụng ẩn danh với mục đích duy nhất là hiểu và cải thiện trải nghiệm người dùng.",
  "UniGetUI has detected a new desktop shortcut that can be deleted automatically.": "UniGetUI đã phát hiện một phím tắt trên màn hình mới có thể được xóa tự động.",
  "UniGetUI has detected the following desktop shortcuts which can be removed automatically on future upgrades": "UniGetUI đã phát hiện các phím tắt trên màn hình sau đây có thể được xóa tự động trong các bản nâng cấp tương lai.",
  "UniGetUI has detected {0} new desktop shortcuts that can be deleted automatically.": "UniGetUI đã phát hiện {0} lối tắt trên màn hình mới có thể được xóa tự động.",
  "UniGetUI is being updated...": "UniGetUI đang được cập nhật...",
  "UniGetUI is not related to any of the compatible package managers. UniGetUI is an independent project.": "UniGetUI không liên quan đến bất kỳ trình quản lý gói tương thích nào. UniGetUI là một dự án độc lập.",
  "UniGetUI on the background and system tray": "UniGetUI chạy trong nền và khay hệ thống",
  "UniGetUI requires {0} to operate, but it was not found on your system.": "UniGetUI yêu cầu {0} hoạt động nhưng không tìm thấy nó trên hệ thống của bạn.",
  "UniGetUI startup page:": "Trang khởi động UniGetUI:",
  "UniGetUI updater": "Trình cập nhật UniGetUI",
  "UniGetUI version {0} is being downloaded.": "Đang tải xuống UniGetUI phiên bản {0}",
  "UniGetUI {0} is ready to be installed.": "UniGetUI phiên bản {0} đã sẵn sàng để cài đặt",
  "Uninstall": "Gỡ cài đặt",
  "Uninstall Scoop (and its packages)": "Gỡ cài đặt Scoop (và các gói của nó)",
  "Uninstall and remove data": "Gỡ cài đặt và xóa dữ liệu",
  "Uninstall as administrator": "Gỡ cài đặt với tư cách quản trị viên",
  "Uninstall canceled by the user!": "Người dùng đã hủy việc gỡ cài đặt!",
  "Uninstall failed": "Gỡ cài đặt không thành công",
  "Uninstall package": "Gỡ cài đặt gói",
  "Uninstall package, then reinstall it": "Gỡ rồi cài đặt lại gói",
  "Uninstall package, then update it": "Gỡ rồi cập nhật gói",
  "Uninstall selected packages": "Gỡ cài đặt các gói đã chọn",
  "Uninstall succeeded": "Gỡ cài đặt thành công",
  "Uninstall the selected packages with administrator privileges": "Gỡ cài đặt các gói đã chọn với quyền quản trị viên",
  "Uninstallable packages with the origin listed as \"{0}\" are not published on any package manager, so there's no information available to show about them.": "Các gói không thể cài đặt có nguồn gốc được liệt kê là \"{0}\" không được xuất bản trên bất kỳ trình quản lý gói nào nên không có sẵn thông tin để hiển thị về chúng.",
  "Unknown": "Không biết",
  "Unknown size": "Kích thước không xác định",
  "Unset or unknown": "Chưa thiết lập hoặc không xác định",
  "Up to date": "Đã cập nhật",
  "Update": "Cập nhật",
  "Update WingetUI automatically": "Tự động cập nhật WingetUI",
  "Update all": "Cập nhật toàn bộ",
  "Update as administrator": "Cập nhật với tư cách quản trị viên",
  "Update check frequency, automatically install updates, etc.": "Tần suất kiểm tra cập nhật, tự động cài đặt cập nhật, v.v.",
  "Update date": "Ngày cập nhật",
  "Update failed": "Cập nhật không thành công",
  "Update found!": "Bản cập nhật được tìm thấy!",
  "Update now": "Cập nhật bây giờ",
  "Update package indexes on launch": "Cập nhật chỉ mục gói khi khởi chạy",
  "Update packages automatically": "Cập nhật các gói tự động",
  "Update selected packages": "Cập nhật các gói đã chọn",
  "Update selected packages with administrator privileges": "Cập nhật các gói đã chọn với quyền qtv",
  "Update succeeded": "Cập nhật thành công",
  "Update to version {0}": "Cập nhật lên phiên bản {0}",
  "Update to {0} available": "Đã có bản cập nhật lên {0}",
  "Update vcpkg's Git portfiles automatically (requires Git installed)": "Cập nhật tệp port Git của vcpkg tự động (yêu cầu Git được cài đặt).",
  "Updates": "Cập nhật",
  "Updates available!": "Cập nhật khả dụng!",
  "Updates for this package are ignored": "Các bản cập nhật cho gói này bị bỏ qua",
  "Updates found!": "Đã tìm thấy bản cập nhật!",
  "Updates preferences": "Cập nhật tùy chọn",
  "Updating WingetUI": "Đang cập nhật WingetUI",
  "Url": "Url",
  "Use Legacy bundled WinGet instead of PowerShell CMDLets": "Sử dụng WinGet đi kèm gói kế thừa thay vì PowerShell CMDlets",
  "Use a custom icon and screenshot database URL": "Sử dụng URL cơ sở dữ liệu biểu tượng và ảnh chụp màn hình tùy chỉnh",
  "Use bundled WinGet instead of PowerShell CMDlets": "Sử dụng WinGet đi kèm thay vì PowerShell CMDlets",
  "Use bundled WinGet instead of system WinGet": "Sử dụng WinGet đi kèm thay vì WinGet hệ thống",
  "Use installed GSudo instead of the bundled one": "Sử dụng GSudo đã cài đặt thay vì gói đi kèm (yêu cầu khởi động lại ứng dụng)",
  "Use system Chocolatey": "Sử dụng hệ thống Chocolatey",
  "Use system Chocolatey (Needs a restart)": "Sử dụng hệ thống Chocolatey (Cần khởi động lại)",
  "Use system Winget (Needs a restart)": "Sử dụng hệ thống Winget (Cần khởi động lại)",
  "Use system Winget (System language must be set to english)": "Sử dụng hệ thống Winget (Ngôn ngữ hệ thống phải được đặt thành tiếng Anh)",
  "Use the WinGet COM API to fetch packages": "Sử dụng API WinGet COM để tìm nạp gói",
  "Use the WinGet PowerShell Module instead of the WinGet COM API": "Sử dụng Module WinGet PowerShell thay vì WinGet COM API",
  "Useful links": "Liên kết hữu ích",
  "User": "Người dùng",
  "User interface preferences": "Tùy chọn giao diện người dùng",
  "User | Local": "Người dùng | Địa phương",
  "Username": "Tên người dùng",
  "Using WingetUI implies the acceptation of the GNU Lesser General Public License v2.1 License": "Việc sử dụng WingetUI ngụ ý việc chấp nhận Giấy phép Công cộng Chung v2.1 GNU Ít hơn",
  "Using WingetUI implies the acceptation of the MIT License": "Sử dụng WingetUI ngụ ý việc chấp nhận Giấy phép MIT",
  "Vcpkg root was not found. Please define the %VCPKG_ROOT% environment variable or define it from UniGetUI Settings": "Không tìm thấy gốc vcpkg. Vui lòng xác định biến môi trường %VCPKG_ROOT% hoặc xác định nó từ Cài đặt UniGetUI.",
  "Vcpkg was not found on your system.": "Không tìm thấy vcpkg trên hệ thống của bạn.",
  "Verbose": "Chi tiết",
  "Version": "Phiên bản",
  "Version to install:": "Phiên bản để cài đặt:",
  "View GitHub Profile": "Xem hồ sơ GitHub",
  "View WingetUI on GitHub": "Xem WingetUI trên GitHub",
  "View WingetUI's source code. From there, you can report bugs or suggest features, or even contribute direcly to The WingetUI Project": "Xem mã nguồn của WingetUI. Từ đó, bạn có thể báo cáo lỗi hoặc đề xuất các tính năng hoặc thậm chí đóng góp trực tiếp cho Dự án WingetUI",
  "View mode:": "Chế độ xem:",
  "View on UniGetUI": "Xem trên UniGetUI",
  "View page on browser": "Xem trang trên trình duyệt",
  "View {0} logs": "Xem {0} nhật ký",
  "Wait for the device to be connected to the internet before attempting to do tasks that require internet connectivity.": "Chờ cho thiết bị kết nối internet trước khi thực hiện các tác vụ yêu cầu kết nối internet.",
  "Waiting for other installations to finish...": "Đang đợi các cài đặt khác hoàn tất...",
  "Waiting for {0} to complete...": "Đang chờ {0} hoàn thành...",
  "Warning": "Cảnh báo",
  "Warning!": "Cảnh báo!",
  "We are checking for updates.": "Chúng tôi đang kiểm tra các bản cập nhật.",
  "We could not load detailed information about this package, because it was not found in any of your package sources": "Chúng tôi không thể tải thông tin chi tiết về gói này vì nó không được tìm thấy trong bất kỳ nguồn gói nào của bạn",
  "We could not load detailed information about this package, because it was not installed from an available package manager.": "Chúng tôi không thể tải thông tin chi tiết về gói này vì nó không được cài đặt từ trình quản lý gói có sẵn.",
  "We could not {action} {package}. Please try again later. Click on \"{showDetails}\" to get the logs from the installer.": "Chúng tôi không thể {action} {package}. Vui lòng thử lại sau. Nhấp vào \"{showDetails}\" để lấy nhật ký từ trình cài đặt.",
  "We could not {action} {package}. Please try again later. Click on \"{showDetails}\" to get the logs from the uninstaller.": "Chúng tôi không thể {action} {package}. Vui lòng thử lại sau. Nhấp vào \"{showDetails}\" để lấy nhật ký từ trình gỡ cài đặt.",
  "We couldn't find any package": "Chúng tôi không thể tìm thấy bất kỳ gói nào",
  "Welcome to WingetUI": "Chào mừng tới WingetUI",
  "When new shortcuts are detected, delete them automatically instead of showing this dialog.": "Khi phát hiện các phím tắt mới, hãy tự động xóa chúng thay vì hiển thị hộp thoại này.",
  "Which package managers do you want to use?": "Bạn muốn sử dụng trình quản lý gói nào?",
  "Which source do you want to add?": "Bạn muốn thêm nguồn nào?",
  "While Winget can be used within WingetUI, WingetUI can be used with other package managers, which can be confusing. In the past, WingetUI was designed to work only with Winget, but this is not true anymore, and therefore WingetUI does not represent what this project aims to become.": "Mặc dù Winget có thể được sử dụng trong WingetUI nhưng WingetUI có thể được sử dụng với các trình quản lý gói khác, điều này có thể gây nhầm lẫn. Trước đây, WingetUI được thiết kế để chỉ hoạt động với Winget, nhưng điều này không còn đúng nữa và do đó WingetUI không đại diện cho mục tiêu mà dự án này hướng tới.",
  "WinGet could not be repaired": "WinGet không thể sửa chữa được",
  "WinGet malfunction detected": "Đã phát hiện sự cố WinGet",
  "WinGet was repaired successfully": "WinGet đã được sửa chữa thành công",
  "WingetUI": "WingetUI",
  "WingetUI - Everything is up to date": "WingetUI - Mọi thứ đều được cập nhật",
  "WingetUI - {0} updates are available": "WingetUI - Có sẵn {0} bản cập nhật",
  "WingetUI - {0} {1}": "WingetUI - {0} {1}",
  "WingetUI Homepage": "Trang chủ WingetUI",
  "WingetUI Homepage - Share this link!": "Trang chủ WingetUI - Chia sẻ liên kết này!",
  "WingetUI License": "Giấy phép WingetU",
  "WingetUI Log": "Nhật ký WingetUI",
  "WingetUI Repository": "Kho lưu trữ WingetUI",
  "WingetUI Settings": "Cài đặt WingetUI",
  "WingetUI Settings File": "Tệp cài đặt WingetUI",
  "WingetUI Uses the following libraries. Without them, WingetUI wouldn't have been possible.": "WingetUI Sử dụng các thư viện sau. Nếu không có họ, WingetUI sẽ không thể tồn tại được",
  "WingetUI Version {0}": "UniGetUI Phiên bản {0}",
  "WingetUI autostart behaviour, application launch settings": "Hành vi tự khởi động của WingetUI, cài đặt khởi chạy ứng dụng",
  "WingetUI can check if your software has available updates, and install them automatically if you want to": "WingetUI có thể kiểm tra xem phần mềm của bạn có sẵn các bản cập nhật hay không và tự động cài đặt chúng nếu bạn muốn nó",
  "WingetUI display language:": "Ngôn ngữ hiển thị WingetUI:",
  "WingetUI has been ran as administrator, which is not recommended. When running WingetUI as administrator, EVERY operation launched from WingetUI will have administrator privileges. You can still use the program, but we highly recommend not running WingetUI with administrator privileges.": "WingetUI đã được chạy với tư cách quản trị viên, điều này không được khuyến khích. Khi chạy WingetUI với tư cách quản trị viên, MỌI thao tác được khởi chạy từ WingetUI sẽ có đặc quyền của quản trị viên. Bạn vẫn có thể sử dụng chương trình nhưng chúng tôi khuyên bạn không nên chạy WingetUI với đặc quyền của quản trị viên.",
  "WingetUI has been translated to more than 40 languages thanks to the volunteer translators. Thank you 🤝": "WingetUI đã được dịch sang hơn 40 ngôn ngữ nhờ các dịch giả tình nguyện. Cảm ơn bạn 🤝",
  "WingetUI has not been machine translated. The following users have been in charge of the translations:": "WingetUI chưa được máy dịch. Những người dùng sau đây đã chịu trách nhiệm về các bản dịch:",
  "WingetUI is an application that makes managing your software easier, by providing an all-in-one graphical interface for your command-line package managers.": "WingetUI là một ứng dụng giúp việc quản lý phần mềm của bạn dễ dàng hơn bằng cách cung cấp giao diện đồ họa tất cả trong một cho trình quản lý gói dòng lệnh của bạn.",
  "WingetUI is being renamed in order to emphasize the difference between WingetUI (the interface you are using right now) and Winget (a package manager developed by Microsoft with which I am not related)": "WingetUI đang được đổi tên để nhấn mạnh sự khác biệt giữa WingetUI (giao diện bạn đang sử dụng) và Winget (trình quản lý gói do Microsoft phát triển mà tôi không liên quan)",
  "WingetUI is being updated. When finished, WingetUI will restart itself": "WingetUI đang được cập nhật. Khi hoàn tất, WingetUI sẽ tự khởi động lại",
  "WingetUI is free, and it will be free forever. No ads, no credit card, no premium version. 100% free, forever.": "WingetUI là miễn phí và sẽ miễn phí mãi mãi. Không có quảng cáo, không có thẻ tín dụng, không có phiên bản cao cấp. Miễn phí 100%, mãi mãi.",
  "WingetUI log": "Nhật ký WingetUI",
  "WingetUI tray application preferences": "Tùy chọn khay ứng dụng WingetUI",
  "WingetUI uses the following libraries. Without them, WingetUI wouldn't have been possible.": "WingetUI sử dụng các thư viện sau. Nếu không có họ, WingetUI sẽ không thể tồn tại được.",
  "WingetUI version {0} is being downloaded.": "Phiên bản WingetUI {0} đang được tải xuống.",
  "WingetUI will become {newname} soon!": "WingetUI sẽ sớm được đặt tên là {newname}.",
  "WingetUI will not check for updates periodically. They will still be checked at launch, but you won't be warned about them.": "WingetUI sẽ không kiểm tra cập nhật định kỳ. Chúng sẽ vẫn được kiểm tra khi khởi chạy, nhưng bạn sẽ không được cảnh báo về chúng.",
  "WingetUI will show a UAC prompt every time a package requires elevation to be installed.": "WingetUI sẽ hiển thị lời nhắc UAC mỗi khi gói yêu cầu cài đặt nâng cao.",
  "WingetUI will soon be named {newname}. This will not represent any change in the application. I (the developer) will continue the development of this project as I am doing right now, but under a different name.": "WingetUI sẽ sớm được đặt tên là {newname}. Điều này sẽ không đại diện cho bất kỳ thay đổi nào trong ứng dụng. Tôi (nhà phát triển) sẽ tiếp tục phát triển dự án này như tôi đang làm hiện tại, nhưng dưới một cái tên khác.",
  "WingetUI wouldn't have been possible with the help of our dear contributors. Check out their GitHub profile, WingetUI wouldn't be possible without them!": "WingetUI sẽ không thể thực hiện được nếu không có sự giúp đỡ của những người đóng góp thân yêu của chúng tôi. Hãy xem hồ sơ GitHub của họ, WingetUI sẽ không thể thực hiện được nếu không có họ!",
  "WingetUI wouldn't have been possible without the help of the contributors. Thank you all 🥳": "WingetUI sẽ không thể thực hiện được nếu không có sự giúp đỡ của những người đóng góp. Cảm ơn tất cả các bạn 🥳",
  "WingetUI {0} is ready to be installed.": "WingetUI {0} đã sẵn sàng để cài đặt.",
  "Yes": "Có",
  "You have currently version {0} installed": "Hiện tại bạn đã cài đặt phiên bản {0}",
  "You have installed WingetUI Version {0}": "Bạn đã cài đặt Phiên bản WingetUI {0}",
  "You may need to install {pm} in order to use it with WingetUI.": "Bạn có thể cần cài đặt {pm} để sử dụng nó với WingetUI.",
  "You may restart your computer later if you wish": "Bạn có thể khởi động lại máy tính của mình sau nếu muốn",
  "You will be prompted only once, and administrator rights will be granted to packages that request them.": "Bạn sẽ chỉ được nhắc một lần và quyền quản trị viên sẽ được cấp cho các gói yêu cầu chúng.",
  "You will be prompted only once, and every future installation will be elevated automatically.": "Bạn sẽ chỉ được nhắc một lần và mọi cài đặt trong tương lai sẽ tự động chuyển thành cài đặt nâng cao",
  "You will likely need to interact with the installer.": "Bạn có khả năng sẽ cần tương tác với trình cài đặt.",
  "[RAN AS ADMINISTRATOR]": "CHẠY DƯỚI QUYỀN QUẢN TRỊ VIÊN",
  "buy me a coffee": "Mua tôi một cốc cafe",
  "extracted": "đã giải nén",
  "feature": "tính năng",
  "formerly WingetUI": "trước đây là WingetUI",
  "homepage": "trang chủ",
  "install": "cài đặt",
  "installation": "sự cài đặt ",
  "installed": "Đã cài đặt",
  "installing": "đang cài",
  "library": "thư viện",
  "option": "lựa chọn",
  "uninstall": "gỡ cài đặt",
  "uninstallation": "Sự gỡ cài đặt",
  "uninstalled": "đã gỡ thành công",
  "uninstalling": "đang gỡ",
  "update(noun)": "cập nhật",
  "update(verb)": "cập nhật",
  "updated": "đã cập nhật",
  "updating": "đang cập nhật",
  "version {0}": "phiên bản {0}",
  "{0} Uninstallation": "Gỡ cài đặt {0}",
  "{0} aborted": "{0} đã hủy bỏ",
  "{0} can be updated": "{0} có thể cập nhật",
  "{0} can be updated to version {1}": "{0} có thể được cập nhật lên phiên bản {1}",
  "{0} days": "{0} ngày",
  "{0} desktop shortcuts created": "{0} lối tắt màn hình đã tạo",
  "{0} failed": "{0} đã thất bại",
  "{0} has been installed successfully.": "{0} đã được cài đặt thành công.",
  "{0} has been installed successfully. It is recommended to restart UniGetUI to finish the installation": "{0} đã được cài đặt thành công. Nên khởi động lại UniGetUI để hoàn tất quá trình cài đặt",
  "{0} has failed, that was a requirement for {1} to be run": "{0} đã thất bại, đó là một yêu cầu cho {1} được chạy",
  "{0} homepage": "Trang chủ {0}",
  "{0} hours": "{0} giờ",
  "{0} installation": "Cài đặt {0}",
  "{0} installation options": "Tùy chọn cài đặt {0}",
  "{0} installer is being downloaded": "Trình cài đặt {0} đang được tải xuống",
  "{0} is being installed": "{0} đang được cài đặt",
  "{0} is being uninstalled": "{0} đang được gỡ cài đặt",
  "{0} is being updated": "{0} đang được cập nhật",
  "{0} is being updated to version {1}": "{0} đang được cập nhật lên phiên bản {1}",
  "{0} is disabled": "{0} đã bị vô hiệu hóa",
  "{0} minutes": "{0} phút",
  "{0} months": "{0} tháng",
  "{0} packages are being updated": "{0} gói tài nguyên đang được cập nhật",
  "{0} packages can be updated": "{0} gói có thể cập nhật",
  "{0} packages found": "Đã tìm thấy {0} tài nguyên!",
  "{0} packages were found": "{0} gói tài nguyên đã được tìm thấy",
  "{0} packages were found, {1} of which match the specified filters.": "Đã tìm thấy {0} gói, {1} trong số đó phù hợp với các bộ lọc được chỉ định.",
  "{0} settings": "{0} cài đặt",
  "{0} status": "Trạng thái {0}",
  "{0} succeeded": "{0} đã thành công",
  "{0} update": "{0} cập nhật",
  "{0} updates are available": "Có {0} bản cập nhật",
  "{0} was {1} successfully!": "{0}/{1} đã thành công",
  "{0} weeks": "{0} tuần",
  "{0} years": "{0} năm",
  "{0} {1} failed": "{0} {1} thất bại",
  "{package} Installation": "Cài đặt {package}",
  "{package} Uninstall": "Gỡ cài đặt {package}",
  "{package} Update": "Bản cập nhật {package}",
  "{package} could not be installed": "{package} không thể cài đặt",
  "{package} could not be uninstalled": "{package} không thể gỡ",
  "{package} could not be updated": "{package} không thể cập nhật",
  "{package} installation failed": "Cài đặt {package} thất bại",
  "{package} installer could not be downloaded": "Trình cài đặt {package} không thể tải xuống",
  "{package} installer download": "{package} trình cài đặt tải xuống",
  "{package} installer was downloaded successfully": "Trình cài đặt {package} đã được tải xuống thành công",
  "{package} uninstall failed": "Gỡ cài đặt {package} thất bại",
  "{package} update failed": "Cập nhật {package} thất bại",
  "{package} update failed. Click here for more details.": "Cập nhật {package} không thành công. Bấm vào đây để biết thêm chi tiết.",
  "{package} was installed successfully": "\n{package} đã được cài đặt thành công",
  "{package} was uninstalled successfully": "\n{package} đã được gỡ thành công",
  "{package} was updated successfully": "{package} đã được cập nhật thành công",
  "{pcName} installed packages": "Gói {pcName} đã cài đặt",
  "{pm} could not be found": "{pm} không thể tìm thấy",
  "{pm} found: {state}": "{pm} được tìm thấy: {state}",
  "{pm} is disabled": "{pm} đã bị vô hiệu hóa",
  "{pm} is enabled and ready to go": "{pm} đã được bật và sẵn sàng hoạt động",
  "{pm} package manager specific preferences": "{pm} tùy chọn cụ thể của trình quản lý gói",
  "{pm} preferences": "Tùy chọn {pm}",
  "{pm} version:": "{pm} phiên bản:",
  "{pm} was not found!": "{pm} không tìm thấy!"
}